{
	"data": [
		{
			"type": "section",
			"name": "Welcome to the 2nd Edition AD&D® Game",
			"page": 8,
			"entries": [
				"You are reading the key to the most exciting hobby in the world—role-playing games.",
				"These first few pages will introduce you to the 2nd edition of the most successful role-playing game ever published. If you are a novice role-player, stop right here and read the section labeled {@i The Real Basics} (on page 10). When you understand what role-playing and the AD&D game are all about, come back to this point and read the rest of the introduction. If you are an experienced role-player, skip {@i The Real Basics}.",
				{
					"type": "section",
					"name": "How the Rule Books are Organized",
					"page": 8,
					"entries": [
						"The AD&D game rule books are intended primarily as reference books. They are designed so any specific rule can be found quickly and easily during a game.",
						"Everything a player needs to know is in the {@i Player's Handbook®}. That's not to say that all the rules are in this book. But every rule that a player needs to know in order to play the game is in this book.",
						"A few rules have been reserved for the {@i Dungeon Master Guide} (DMG). These either cover situations that very seldom arise or give the Dungeon Master (DM) information that players should not have beforehand. Everything else in the {@i DMG} is information that only the Dungeon Master needs. If the DM feels that players need to know something that is explained in the {@i DMG}, he will tell them.",
						"Like the DMG, the {@i Monstrous Manual}™ supplement is the province of the DM. This gives complete and detailed information about the monsters, people, and other creatures inhabiting the AD&D world. Some DMs don't mind if players read this information, but the game is more fun if players don't know everything about their foes—it heightens the sense of discovery and danger of the unknown."
					]
				},
				{
					"type": "section",
					"name": "Learning the Game",
					"page": 8,
					"entries": [
						"If you have played the AD&D game before, you know almost everything you need to play the 2nd Edition. We advise you to read the entire Player's Handbook, but the biggest changes are in these chapters: Character Classes, Combat, and Experience. Be sure to read at least those three chapters before sitting down to play.",
						"If you come to a term you do not understand, look for it in the Glossary.",
						"If you have never played the AD&D game before, the best way to learn to play the game is to find a group of experienced players and join them. They can get you immediately into the game and explain things as you need to know them. You don't need to read anything beforehand. In fact, it's best if you can play the game for several hours with experienced players before reading any of the rules. One of the amazing things about a role-playing game is that the concept is difficult to explain, but marvelously simple to demonstrate.",
						"If none of your friends are involved in a game, the best place to find experienced players is through your local hobby store. Role-playing and general gaming clubs are common and are always eager to accept new members. Many hobby stores offer a bulletin board through which DMs can advertise for new players and new players can ask for information about new or ongoing games. If there is no hobby store in your area, check at the local library or school.",
						"If you can't find anyone else who knows the AD&D game, you can teach yourself. Read the Player's Handbook and create some characters. Try to create a variety of character classes. Then pick up a pre-packaged adventure module for low-level characters, round up two or three friends, and dive into it. You probably will make lots of mistakes and wonder constantly whether you are doing everything wrong. Even if you are, don't worry about it. The AD&D game is big, but eventually you'll bring it under control."
					]
				},
				{
					"type": "section",
					"name": "Coming from the D&D® Game",
					"page": 8,
					"entries": [
						"If you are switching to the Advanced Dungeons & Dragons game from the Dungeons & Dragons® game, you have some special adaptations to make. You know everything you need to about role-playing, but you will need to adjust to doing certain things different ways."
					]
				},
				{
					"type": "section",
					"name": "The AD&D Game Line",
					"page": 9,
					"entries": [
						"Quite a few books and other products are published for the AD&D game. As a player, you need only one of them—this book. Every player and DM should have a copy of the {@i Player's Handbook}. Everything else is either optional or intended for the Dungeon Master.",
						"The {@i Dungeon Master's Guide} is essential for the DM and it is for the DM only. Players who are not themselves DMs have no cause to read the {@i DMG}.",
						"The {@i Monstrous Manual} supplement is not one, but several products. The book can be expanded whenever new compendiums are released. The first pack of monsters is essential to the game. It includes most commonly encountered monsters, mythical beasts, and legendary creatures Additional packs expand on these monsters and give the game more variety. Specialty compendiums—those for Greyhawk, the Forgotten Realms, Kara-Tur, etc.—are highly recommended for DMs who play in those settings.",
						"Expanded character class books—{@i The Complete Fighter}, {@i The Complete Thief}, etc.—provide a lot more detail on these character classes than does the {@i Player's Handbook}. These books are entirely optional. They are for those players who really want a world of choice for their characters."
					]
				},
				{
					"type": "section",
					"name": "A Note About Pronouns",
					"page": 9,
					"entries": [
						"The male pronoun (he, him, his) is used exclusively throughout the second edition of the AD&D game rules. We hope this won't be construed by anyone to be an attempt to exclude females from the game or imply their exclusion. Centuries of use have neutered the male pronoun. In written material it is clear, concise, and familiar. Nothing else is."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "The Real Basics",
			"page": 10,
			"entries": [
				"This section is intended for novice role-players. If you have played role-playing games before, don't be surprised if what you read here sounds familiar.",
				"Games come in a wide assortment of types: board games, card games, word games, picture games, miniatures games. Even within these categories are subcategories. Board games, for example, can be divided into path games, real estate games, military simulation games, abstract strategy games, mystery games, and a host of others.",
				"Still, in all this mass of games, role-playing games are unique. They form a category all their own that doesn't overlap any other category.",
				"For that reason, role-playing games are hard to describe. Comparisons don't work because there isn't anything similar to compare them to. At least, not without stretching your imagination well beyond its normal, everyday extension.",
				"But then, stretching your imagination is what role-playing is all about. So let's try an analogy.",
				"Imagine that you are playing a simple board game, called Snakes and Ladders. Your goal is to get from the bottom to the top of the board before all the other players. Along the way are traps that can send you sliding back toward your starting position. There are also ladders that can let you jump ahead, closer to the finish space. So far, it's pretty simple and pretty standard.",
				"Now let's change a few things. Instead of a flat, featureless board with a path winding from side to side, let's have a maze. You are standing at the entrance, and you know that there's an exit somewhere, but you don't know where. You have to find it.",
				"Instead of snakes and ladders, we'll put in hidden doors and secret passages. Don't roll a die to see how far you move; you can move as far as you want. Move down the corridor to the intersection. You can turn right, or left, or go straight ahead, or go back the way you came. Or, as long as you're here, you can look for a hidden door. If you find one, it will open into another stretch of corridor. That corridor might take you straight to the exit or lead you into a blind alley. The only way to find out is to step in and start walking.",
				"Of course, given enough time, eventually you'll find the exit. To keep the game interesting, let's put some other things in the maze with you. Nasty things. Things like vampire bats and hobgoblins and zombies and ogres. Of course, we'll give you a sword and a shield, so if you meet one of these things you can defend yourself. You do know how to use a sword, don't you?",
				"And there are other players in the maze as well. They have swords and shields, too. How do you suppose another player would react if you chance to meet? He might attack, but he also might offer to team up. After all, even an ogre might think twice about attacking two people carrying sharp swords and stout shields.",
				"Finally, let's put the board somewhere you can't see it. Let's give it to one of the players and make that player the referee. Instead of looking at the board, you listen to the referee as he describes what you can see from your position on the board. You tell the referee what you want to do and he moves your piece accordingly. As the referee describes your surroundings, try to picture them mentally. Close your eyes and construct the walls of the maze around yourself. Imagine the hobgoblin as the referee describes it whooping and gamboling down the corridor toward you. Now imagine how you would react in that situation and tell the referee what you are going to do about it.",
				"We have just constructed a simple role-playing game. It is not a sophisticated game, but it has the essential element that makes a role-playing game: The player is placed in the midst of an unknown or dangerous situation created by a referee and must work his way through it.",
				"This is the heart of role-playing. The player adopts the role of a character and then guides that character through an adventure. The player makes decisions, interacts with other characters and players, and, essentially, \"pretends\" to be his character during the course of the game. That doesn't mean that the player must jump up and down, dash around, and act like his character. It means that whenever the character is called on to do something or make a decision, the player pretends that he is in that situation and chooses an appropriate course of action.",
				"Physically, the players and referee (the DM) should be seated comfortably around a table with the referee at the head. Players need plenty of room for papers, pencils, dice, rule books, drinks, and snacks. The referee needs extra space for his maps, dice, rule books, and assorted notes.",
				{
					"type": "section",
					"name": "The Goal",
					"page": 10,
					"entries": [
						"Another major difference between role-playing games and other games is the ultimate goal. Everyone assumes that a game must have a beginning and an end and that the end comes when someone wins. That doesn't apply to role-playing because no one \"wins\" in a role-playing game. The point of playing is not to win but to have fun and to socialize.",
						"An adventure usually has a goal of some sort: protect the villagers from the monsters; rescue the lost princess; explore the ancient ruins. Typically, this goal can be attained in a reasonable playing time: four to eight hours is standard. This might require the players to get together for one, two, or even three playing sessions to reach their goal and complete the adventure.",
						"But the game doesn't end when an adventure is finished. The same characters can go on to new adventures. Such a series of adventures is called a campaign.",
						"Remember, the point of an adventure is not to win but to have fun while working toward a common goal. But the length of any particular adventure need not impose an artificial limit on the length of the game. The AD&D game embraces more than enough adventure to keep a group of characters occupied for years."
					]
				},
				{
					"type": "section",
					"name": "Required Materials",
					"page": 10,
					"entries": [
						"Aside from a copy of this book, very little is needed to play the AD&D game.",
						"You will need some sort of character record. TSR publishes character record sheets that are quite handy and easy to use, but any sheet of paper will do. Blank paper, lined paper, or even graph paper can be used. A double-sized sheet of paper (11 x 17 inches), folded in half, is excellent. Keep your character record in pencil, because it will change frequently during the game. A good eraser is also a must.",
						"A full set of polyhedral dice is necessary. A full set consists of 4-, 6-, 8-, 10-, 12-, and 20-sided dice. A few extra 6- and 10-sided dice are a good idea. Polyhedral dice should be available wherever you got this book.",
						"Throughout these rules, the various dice are referred to by a code that is in the form: # of dice, followed by \"d,\" followed by a numeral for the type of dice. In other words, if you are to roll one 6-sided die, you would see \"roll 1d6.\" Five 12-sided dice are referred to as \"5d12.\" (If you don't have five 12-sided dice, just roll one five times and add the results.)**",
						"**When the rules say to roll \"percentile dice\" or \"d100,\" you need to generate a random number from 1 to 100. One way to do this is to roll two 10-sided dice of different colors. Before you roll, designate one die as the tens place and the other as the ones place. Rolling them together enables you to generate a number from 1 to 100 (a result of \"0\" on both dice is read as \"00\" or \"100\"). For example, if the blue die (representing the tens place) rolls an \"8\" and the red die (ones place) rolls a \"5,\" the result is 85. Another, more expensive, way to generate a number from 1 to 100 is to buy one of the dice that actually have numbers from 1 to 100 on them.",
						"At least one player should have a few sheets of graph paper for mapping the group's progress. Assorted pieces of scratch paper are handy for making quick notes, for passing secret messages to other players or the DM, or for keeping track of odd bits of information that you don't want cluttering up your character record.",
						"Miniature figures are handy for keeping track of where everyone is in a confusing situation like a battle. These can be as elaborate or simple as you like. Some players use miniature lead or pewter figures painted to resemble their characters. Plastic soldiers, chess pieces, boardgame pawns, dice, or bits of paper can work just as well."
					]
				},
				{
					"type": "section",
					"name": "An Example of Play",
					"page": 10,
					"entries": [
						"To further clarify what really goes on during an AD&D game, read the following example. This is typical of the sort of action that occurs during a playing session.",
						"Shortly before this example begins, three player characters fought a skirmish with a wererat (a creature similar to a werewolf but which becomes an enormous rat instead of a wolf). The wererat was wounded and fled down a tunnel. The characters are in pursuit. The group includes two fighters and a cleric. Fighter 1 is the group's leader.",
						{
							"type": "insetReadaloud",
							"entries": [
								"{@b DM:} You've been following this tunnel for about 120 yards. The water on the floor is ankle deep and very cold. Now and then you feel something brush against your foot. The smell of decay is getting stronger. The tunnel is gradually filling with a cold mist.",
								"{@b Fighter 1:} I don't like this at all. Can we see anything up ahead that looks like a doorway, or a branch in the tunnel?",
								"{@b DM:} Within the range of your torchlight, the tunnel is more or less straight. You don't see any branches or doorways.",
								"{@b Cleric:} The wererat we hit had to come this way. There's nowhere else to go.",
								"{@b Fighter 1:} Unless we missed a hidden door along the way. I hate this place; it gives me the creeps.",
								"{@b Fighter 2:} We have to track down that wererat. I say we keep going.",
								"{@b Fighter 1:} OK. We keep moving down the tunnel. But keep your eyes open for anything that might be a door.",
								"{@b DM:} Another 30 or 35 yards down the tunnel, you find a stone block on the floor.",
								"{@b Fighter 1:} A block? I take a closer look.",
								"{@b DM:} It's a cut block, about 12 by 16 inches, and 18 inches or so high. It looks like a different kind of rock than the rest of the tunnel.",
								"{@b Fighter 2:} Where is it? Is it in the center of the tunnel or off to the side?",
								"{@b DM:} It's right up against the side.",
								"{@b Fighter 1:} Can I move it?",
								"{@b DM} (checking the character's Strength score): Yeah, you can push it around without too much trouble.",
								"{@b Fighter 1:} Hmmm. This is obviously a marker of some sort. I want to check this area for secret doors. Spread out and examine the walls.",
								"{@b DM} (rolls several dice behind his rule book, where players can't see the results): Nobody finds anything unusual along the walls.",
								"{@b Fighter 1:} It has to be here somewhere. What about the ceiling?",
								"{@b DM:} You can't reach the ceiling. It's about a foot beyond your reach.",
								"{@b Cleric:} Of course! That block isn't a marker, it's a step. I climb up on the block and start prodding the ceiling.",
								"{@b DM} (rolling a few more dice): You poke around for 20 seconds or so, then suddenly part of the tunnel roof shifts. You've found a panel that lifts away.",
								"{@b Fighter 1:} Open it very carefully.",
								"{@b Cleric:} I pop it up a few inches and push it aside slowly. Can I see anything?",
								"{@b DM:} Your head is still below the level of the opening, but you see some dim light from one side.",
								"{@b Fighter 1:} We boost him up so he can get a better look.",
								"{@b DM:} OK, your friends boost you up into the room...",
								"{@b Fighter 1:} No, no! We boost him just high enough to get his head through the opening.",
								"{@b DM:} OK, you boost him up a foot. The two of you are each holding one of his legs. Cleric, you see another tunnel, pretty much like the one you were in, but it only goes off in one direction. Thee's a doorway about 10 yards away with a soft light inside. A line of muddy pawprints leads from the hole you're in to the doorway.",
								"{@b Cleric:} Fine. I want the fighters to go first.",
								"{@b DM:} As they're lowering you back to the block, everyone hears some grunts, splashing, and clanking weapons coming from further down the lower tunnel. They seem to be closing fast.",
								"{@b Cleric:} Up! Up! Push me back up through the hole! I grab the ledge and haul myself up. I'll help pull the next guy up.",
								"(All three characters scramble up through the hole.)",
								"{@b DM:} What about the panel?",
								"{@b Fighter 1:} We push it back into place.",
								"{@b DM:} It slides back into its slot with a nice, loud \"clunk.\" The grunting from below gets a lot louder.",
								"{@b Fighter 1:} Great, they heard it. Cleric, get over here and stand on this panel. We're going to check out that doorway.",
								"{@b DM:} Cleric, you hear some shouting and shuffling around below you, then there's a thump and the panel you're standing on lurches.",
								"{@b Cleric:} They're trying to batter it open!",
								"{@b DM} (to the fighters): When you peer around the doorway, you see a small, dirty room with a small cot, a table, and a couple of stools. On the cot is a wererat curled up into a ball. Its back is toward you. There's another door in the far wall and a small gong in the corner.",
								"{@b Fighter 1:} Is the wererat moving?",
								"{@b DM:} Not a bit. Cleric, the panel just thumped again. You can see a little crack in it now.",
								"{@b Cleric:} Do something quick, you guys. When this panel starts coming apart, I'm getting off it.",
								"{@b Fighter 1:} OK already! I step into the room and prod the wererat with my shield. What happens?",
								"{@b DM:} Nothing. You see blood on the cot.",
								"{@b Fighter 1:} Is this the same wererat we fought before?",
								"{@b DM:} Who knows? All wererats look the same to you. Cleric, the panel thumps again. That crack is looking really big.",
								"{@b Cleric:} That's it. I get off the panel, I'm moving into the room with everybody else.",
								"{@b DM:} There's a tremendous smash and you hear chunks of rock banging around out in the corridor, followed by lots of snarling and squeaking. You see flashes of torchlight and wererat shadows through the doorway.",
								"{@b Fighter 1:} All right, the other fighter and I move up to block the doorway. That's the narrowest area, they can only come through it one or two at a time. Cleric, you stay in the room and be ready with your spells.",
								"{@b Fighter 2:} At last, a decent, stand-up fight!",
								"{@b DM:} As the first wererat appears in the doorway with a spear in his paws, you hear a slam behind you.",
								"{@b Cleric:} I spin around. What is it?",
								"{@b DM:} The door in the back of the room is broken off its hinges. Standing in the doorway, holding a mace in each paw, is the biggest, ugliest wererat you've ever seen. A couple more pairs of red eyes are shining through the darkness behind him. He's licking his chops in a way that you find very unsettling.",
								"{@b Cleric:} Aaaaarrrgh! I scream the name of my deity at the top of my lungs and then flip over the cot with the dead wererat on it so the body lands in front of him. I've got to have some help here, guys.",
								"{@b Fighter 1} (to fighter 2): Help him, I'll handle this end of the room. (To {@b DM:}) I'm attacking the wererat in the first doorway.",
								"{@b DM:} While fighter 2 is switching positions, the big wererat looks at the body on the floor and his jaw drops. He looks back up and says, \"That's Ignatz. He was my brother. You killed my brother.\" Then he raises both maces and leaps at you."
							]
						},
						"At this point a ferocious melee breaks out. The DM uses the combat rules to play out the battle. If the characters survive, they can continue on whatever course they choose."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Glossary",
			"page": 13,
			"entries": [
				"{@b Ability}—any of the six natural traits that represent the basic definition of a player character: Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma. A player character's abilities are determined at the beginning of a game by rolling 6-sided dice (d6s). The scores continue to be used throughout the game as a means of determining success or failure of many actions",
				"{@b Ability check}—a 1d20 roll against one of your character's ability scores (modifiers may be added to or subtracted from the die roll). A result that is equal or less than your character's ilbiJity score indicates that the attempted action succeeds.",
				"{@b AC}—abbreviation for Armor Class.",
				"{@b Alignment}—a factor in defining a player character that reflects his basic attitude toward society and the forces of the universe. Basically there are nine categories demonstrating the character's relationship to order vs. chaos and good vs. evil. A player character's alignment is selected by the player when the character is created.",
				"{@b Area of effect}—the area in which a magical spell or a breath weapon works on any creatures unless they make a saving throw.",
				"{@b Armor class}—({@i abbr.} {@b AC})",
				"{@b Attack roll}—the 1d20 roll used to determine if an attack is successful.",
				"{@b Bend bars/lift gates roll}—the roll of percentile dice to determine whether a character succeeds in bending metal bars, lifting a heavy portcullis, or similar task. The result needed is a function of Strength and can be found in Table 1.",
				"{@b Bonus spells}—extra spells at various spell levels that a priest is entitled to because of high Wisdom; shown in Table 5.",
				"{@b Breath weapon}—the ability of a dragon or other creature to spew a substance out of its mouth just by breathing, without making an attack roll. Those in the area of effect must roll a saving throw.",
				"{@b Cha}—abbreviation for Charisma.",
				"{@b Chance of spell failure}—the percentage chance that a priest spell will fail when cast. Based on Wisdom, it is shown in Table 5.",
				"{@b Chance to know spell}—the percentage chance for a wizard to learn a new spell. Based on Intelligence, it is shown in Table 4.",
				"{@b Charisma} ({@i abbr.} {@b Cha})—an ability score representing a character's persuasiveness, personal magnetism, and ability to lead.",
				"{@b Class}—A character's primary profession.",
				"{@b Common}—the language that all player characters in the AD&D game world speak. Other languages may require the use of proficiency slots.",
				"{@b Con}—abbreviation for Constitution.",
				"{@b Constitution} ({@i abbr.} {@b Con})—an ability score that represents a character's general physique, hardiness, and state of health.",
				"{@b d}—abbreviation for dice or die. A roll that calls for 2d6, for example, means that the player rolls two six-sided dice.",
				"{@b d3}—since there is no such thing as a three-sided die, a roll calling for d3 means to use a d6, making 1 and 2 be a 1, 3 and 4 be a 2, and 5 and 6 be a 3.",
				"{@b d4}—a four-sided die.",
				"{@b d6}—a six-sided die.",
				"{@b d8}—an eight-sided die.",
				"{@b d10}—a ten-sided die. Two d10s can be used as percentile dice.",
				"{@b d12}—a twelve-sided die.",
				"{@b d20}—a twenty-sided die.",
				"{@b d100}—either an actual 100-sided die or two different-colored ten-sided dice to be rolled as percentile dice.",
				"{@b {@i DMG}}—a reference to the {@i Dungeon Master's Guide}.",
				"{@b Damage}—the effect of a successful attack or other harmful situation, measured in hit points.",
				"{@b Demihuman}—a player character who is not human: a dwarf, elf, gnome, half-elf, or halfling.",
				"{@b Dex}—abbreviation for Dexterity.",
				"{@b Dexterity} ({@i abbr.} {@b Dex})—an ability score representing a combination of a character's agility, reflexes, hand-eye coordination, and the like.",
				"{@b Dual-class character}—a human who switches character class after having already progressed several levels. Only humans can be dual-classed.",
				"{@b Encumbrance}—he amount, in pounds, that a character is carrying. How much he can carry and how being encumbered affects his movement rate are based on Strength and are shown in Tables 47 and 48. Encumbrance is an optional rule.",
				"{@b Energy drain}—the ability of a creature, especially undead, to drain energy in the form of class levels from a character, in addition to the normal loss of hit points.",
				"{@b Experience points} ({@i abbr.} {@b XP})—points a character earns (determined by the Dungeon Master) for completing an adventure, for doing something related to his class particularly well, or for solving a major problem. Experience points are accumulated, enabling the character to rise in level in his class, as shown in Table 14 for warriors, Table 20 for wizards, Table 23 for priests, and Table 25 for rogues.",
				"{@b Follower}—a nonplayer character who works for a character for money but is initially drawn to his reputation.",
				"{@b Gaze attack}—the ability of a creature, such as a basilisk, to attack simply by making eye contact with the victim.",
				"{@b Henchmen}—nonplayer characters who work for a character mainly out of loyalty and love of adventure. The number of henchmen a character can have is based on Charisma and is shown in Table 6. The DM and the player share control of the henchmen.",
				"{@b Hireling}—nonplayer characters who work for a character just for money. Hirelings are completely under the control of the DM.",
				"{@b Hit dice}—the dice rolled to determine a character's hit points. Up to a certain level, one or more new Hit Dice are rolled each time a character attains a new class level. A fighter, for example, has only one 10-sided Hit Die (1d10) at 1st level, but when he rises to the 2nd level, the player rolls a second d10, increasing the character's hit points.",
				"{@b Hit points}—a number representing: 1. how much damage a character can suffer before being killed, determined by Hit Dice. The hit points lost to injury can usually be regained by rest or healing; 2. how much damage a specific attack does, determined by weapon or monster statistics, and subtracted from a player's total.",
				"{@b Infravision}—the ability of certain character races or monsters to see in the dark. Infravision generally works up to 60 feet in the darkness.",
				"{@b Initiative}—the right to attack first in a combat round, usually determined by the lowest roll of a 10-sided die. The initiative roll is eliminated if surprise. is achieved.",
				"{@b Int}—abbreviation for Intelligence.",
				"{@b Intelligence} ({@i abbr.} {@b Int})—an ability score representing a character's memory, reasoning, and learning ability.",
				"{@b Level}—any of several different game factors that are variable in degree, especially: 1. class level, a measure of the character's power, starting at the 1st level as a beginning adventurer and rising through the accumulation of experience points to the 20th level or higher. At each level attained, the character receives new powers. 2. spell level, a measure of the power of a magical spell. A magic-using character can use only those spells for which his class level qualifies him. Wizard spells come in nine levels (Table 21); priest spells in seven (Table 24).",
				"{@b Loyalty base}—a bonus added to or a penalty subtracted from the probability that henchmen are going to stay around when the going gets tough. Based on the character's Charisma, it is shown in Table 6.",
				"{@b M}—abbreviation for material component.",
				"{@b Magical defense adjustment}—a bonus added to or a penalty subtracted from saving throws vs. spells that attack the mind. Based on Wisdom, it is shown in Table 5.",
				"{@b Maneuverability class}—a ranking for flying creatures that reflects their ability to turn easily in aerial combat. Each class—from a top rank of A to a bottom rank of E—has specific statistical abilities in combat.",
				"{@b Material component} ({@i abbr.} {@b M}) - any specific item that must be handled in some way during the casting of a magic spell.",
				"{@b Maximum press}—the most weight a character can pick up and raise over his head. It is a function of Strength and may be found in Table 1.",
				"{@b Melee}—combat in which characters are fighting in direct contact, such as with swords, claws, or fists, as opposed to fighting with missile weapons or spells",
				"{@b Missile combat}—combat involving the use of weapons that shoot missiles or items that can be thrown. Because the combat is not \"toe-to-toe,\" the rules are slightly different than those for regular combat.",
				"{@b Movement rate}—a number used in calculating how far and how fast a character can move in a round. This number is in units of 10 yards per round outdoors, but it represents 10 feet indoors. Thus, an MR of 6 is 60 yards per round in the wilderness, but only 60 feet per round in a dungeon.",
				"{@b MR }—abbreviation for movement rate.",
				"{@b Multi-class character}—a demihuman who improves in two or more classes at the same time by dividing experience points between the different classes. Humans cannot be multi-classed.",
				"{@b Mythos} ({@i pl.} {@b mythoi})—a complete body of belief particular to a certain time or place, including the pantheon of its gods.",
				"{@b Neutrality}—a philosophical position, or alignment, of a character that is between belief in good or evil, order or chaos.",
				"{@b Non-player character} ({@i abbr.} {@b NPC})—any character controlled by the DM instead of a player.",
				"{@b NPC}—abbreviation for nonplayer character.",
				"{@b Open doors roll}—the roll of a 20-sided die to see if a character succeeds in opening a heavy or stuck door or performing a similar task. The die roll at which the character succeeds can be found in Table 1.",
				"{@b Opposition school}—a school of magic that is directly opposed to a specialist's school of choice, thus preventing him from learning spells from that school, as shown in Table 22.",
				"{@b PC}—abbreviation for player character.",
				"{@b Percentage (or percent) chance}—a number between 1 and 100 used to represent the probability of something happening. If a character is given an X percentage chance of an event occurring, the player rolls percentile dice.",
				"{@b Percentile dice}—either a 100-sided die or two 10-sided dice used in rolling a percentage number. If 2d10 are used, they are of different colors, and one represents the tens digit while the other is the ones.",
				"{@b Player character} ({@i abbr.} {@b PC})—the characters in a role-playing game who are under the control of the players.",
				"{@b Poison save}—a bonus or a penalty to a saving throw vs. poison. Based on Constitution, it is shown in Table 3.",
				"{@b Prime requisite}—the ability score that is most important to a character class; for example, Strength to a fighter.",
				"{@b Proficiency}—a character's learned skill not defined by his class but which gives him a greater percentage chance to accomplish a specific type of task during an adventure. Weapon and nonweapon proficiency slots are acquired as the character rises in level, as shown in Table 34. The use of proficiencies in the game is optional.",
				"{@b Proficiency check}—the roll of a 20-sided die to see if a character succeeds in doing a task by comparing the die roll to the character's relevant ability score plus or minus any modifiers shown in Table 37 (the modified die roll must be equal to or less than the ability score for the action to succeed).",
				"{@b Race}—a player character's species: human, elf, dwarf, gnome, half-elf, or halfling. Race puts some limitations on the PC's class.",
				"{@b Rate of fire} ({@i abbr.} {@b ROF})—number of times a missile-firing or thrown weapon can be shot in a round.",
				"{@b Reaction adjustment}—a bonus added to or penalty subtracted from a die roll used in determining the success of a character's action. Such an adjustment is used especially in reference to surprise (shown on Table 2 as a function of Dexterity) and the reaction of other intelligent beings to a character (shown on Table 6 as a function of Charisma).",
				"{@b Regeneration}—a special ability to heal faster than usual, based on an extraordinarily high Constitution, as shown in Table 3.",
				"{@b Resistance}—the innate ability of a being to withstand attack, such as by magic. Gnomes, for example, have a magic resistance that adds bonuses to their saving throws against magic (Table 9).",
				"{@b Resurrection survival}—the percentage chance a character has of being magically raised from death. Based on Constitution, it is shown in Table 3.",
				"{@b Reversible}—of a magical spell, able to be cast \"backwards,\" so that the opposite of the usual effect is achieved.",
				"{@b ROF}—abbreviation for rate of fire.",
				"{@b Round}—in combat, a segment of time approximately 1 minute long, during which a character can accomplish one basic action. Ten combat rounds equal one turn.",
				"{@b S}—abbreviation for somatic component.",
				"{@b Saving throw}—a measure of a character's ability to resist (to \"save vs.\") special types of attacks, especially poison, paralyzation, magic, and breath weapons. Success is usually determined by the roll of 1d20.",
				"{@b School of magic}—One of nine different categories of magic, based on the type of magical energy utilized. Wizards who concentrate their work on a single school are called specialists. The specific school of which a spell is a part is shown after the name of the spell in the spell section at the end of the book.",
				"{@b Somatic component} ({@i abbr.} {@b S})—the gestures that a spellcaster must use to cast a specific spell. A bound wizard cannot cast a spell requiring somatic components.",
				"{@b Specialist} -a wizard who concentrates on a specific school of magic, as opposed to a mage, who studies all magic in general.",
				"{@b Spell immunity}—protection that certain characters have against illusions or other specific spells, based on high Intelligence (Table 4) or Wisdom (Table 5) scores.",
				"{@b Sphere of influence}—any of sixteen categories of priest spells to which a priest may have major access (he can eventaully learn them all) or minor access (he can learn only the lower level spells). The relevant sphere of influence is shown as the first item in the list of characteristics in the priest spells.",
				"{@b Str}—abbreviation for Strength.",
				"{@b Strength} ({@i abbr.} {@b Str})—an ability score representing a character's muscle power, endurance, and stamina.",
				"{@b Surprise roll}—the roll of a ten-sided die by the Dungeon Master to determine if a character or group takes another by surprise. Successful surprise (a roll of 1, 2, or 3) cancels the roll for initiative on the first round of combat.",
				"{@b System shock}—a percentage chance that a character survives major magical effects, such as being petrified. Based on Constitution, it is shown in Table 3.",
				"{@b THAC0}—an acronym for \"To Hit Armor Class 0,\" the number that a character needs to roll in order to hit a target with AC 0.",
				"{@b To-hit roll}—another name for attack roll.",
				"{@b Turn}—in game time, approximately 10 minutes; used especially in figuring how long various magic spells may last. In combat, a turn consists of 10 rounds.",
				"{@b Turn undead}—an ability of a cleric or paladin to turn away an undead creature, such as a skeleton or a vampire.",
				"{@b V}—abbreviation for verbal component.",
				"{@b Verbal component} ({@i abbr} {@b V})—specific words or sounds that must be uttered while casting a spell.",
				"{@b Weapon speed}—an initiative modifier used in combat that accounts for the time required to get back into position to reuse a weapon.",
				"{@b Wis}—abbreviation for Wisdom.",
				"{@b Wisdom} ({@i abbr.} {@b Wis})—an ability score representing a composite of a character's intuition, judgment, common sense, and will power.",
				"{@b XP}—abbreviation for experience points."
			]
		},
		{
			"type": "section",
			"name": "Step-by-Step Player Character Generation",
			"page": 16,
			"entries": [
				"To create a character to play in the AD&D game, proceed, in order, through Chapters 1 through 6. (Chapter 5 is optional). These chapters will tell you how to generate your character's ability scores, race, and class, decide on his alignment, pick proficiencies, and buy equipment. The necessary steps are summarized here. Don't be concerned if you encounter terms you don't understand; they are fully explained in chapters 1 through 6. Once you've worked through this list, your character is ready for adventure!",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Step 1: Roll Ability Scores (chapter 1)",
							"page": 16,
							"entries": [
								"Your character needs scores for Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma."
							]
						},
						{
							"type": "entries",
							"name": "Step 2: Select a Race (chapter 2)",
							"page": 16,
							"entries": [
								"See Table 7 for ability score requirements. Then adjust the character's scores according to the race chosen:",
								{
									"type": "table",
									"colStyles": [
										"col-1",
										"col-8"
									],
									"isStriped": false,
									"rows": [
										[
											"Dwarf",
											"Con +1, Cha -1"
										],
										[
											"Elf",
											"Dex +1, Con -1"
										],
										[
											"Gnome",
											"Int +1, Wis -1"
										],
										[
											"Half-elf",
											"no adjustments"
										],
										[
											"Halfling",
											"Dex +1, Str -1"
										],
										[
											"Human",
											"no adjustments"
										]
									]
								},
								"Consult tables 1–6 and record the various bonuses and penalties the character receives for having particularly high or low scores.Consult tables 1–6 and record the various bonuses and penalties the character receives for having particularly high or low scores.",
								"Consult the racial descriptions in chapter 2 and record the character's special racial abilities.",
								"Finally, check Tables 10, 11, and 12 to determine the character's height, weight, starting age, and age effects."
							]
						},
						{
							"type": "entries",
							"name": "Step 3: Select a Class (chapter 3)",
							"page": 16,
							"entries": [
								"Select a class that is available to your character's race:",
								{
									"type": "table",
									"colStyles": [
										"col-1",
										"col-8"
									],
									"isStriped": false,
									"rows": [
										[
											"Dwarf",
											"F, C, T, F/T, F/C"
										],
										[
											"Elf",
											"F, R, M, C, T, F/M, F/T, M/T, F/M/T"
										],
										[
											"Gnome",
											"F, I, C, T, F/C, F/I, F/T, C/I, C/T, I/T"
										],
										[
											"Half-elf",
											"F, R, M, C, D, T, B, F/C, F/T, F/D, F/M, C/R, C/M, T/M, F/M/C, F/M/T"
										],
										[
											"Halfling",
											"F, C, T, F/T"
										],
										[
											"Human",
											"F, P, R, M, I, C, D, T, B"
										]
									]
								},
								"Check Table 13 for class-based ability score restrictions. Read the class description and record special class abilities and restrictions.",
								"If your character is a fighter, paladin, or ranger, is not a halfling, and has a Strength score of 18, roll d100 to determine exceptional Strength. Consult Table 1 and readjust those bonuses affected by exceptional Strength.",
								"If your character is a mage, consult Table 4 and record his maximum spell level, chance to learn spells, and maximum number of spells per level. Ask your DM what spells the character knows.",
								"If your character is a cleric, consult Table 5 and record bonus spells and his chance of spell failure. Note the spell spheres to which the PC has access.",
								"If your character is a thief, record his base thieving skill scores from Table 26. Modify these scores according to Tables 27 and 28. Then apportion 60 points between those abilities, assigning no more than 30 points to any one score.",
								"If your character is a bard, note his thief abilities from Table 33. Modify these percentages according to Tables 27 and 28. Then apportion 20 points between these abilities."
							]
						},
						{
							"type": "entries",
							"name": "Step 4: Choose an Alignment  (chapter 4)",
							"page": 16,
							"entries": [
								"In selecting your alignment, abide by class restrictions:",
								{
									"type": "table",
									"colStyles": [
										"col-1",
										"col-8"
									],
									"isStriped": false,
									"rows": [
										[
											"Paladin",
											"lawful good"
										],
										[
											"Ranger",
											"lawful, neutral, or chaotic good"
										],
										[
											"Mythos Priest",
											"any acceptable to deity"
										],
										[
											"Bard",
											"any neutral combination"
										],
										[
											"All others",
											"any"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Step 5: Record Saving Throws and THAC0  (chapter 9)",
							"page": 16,
							"entries": [
								"Consult Table 60 to determine the base saving throws for your character. Consult Table 53 to determine your character's THAC0."
							]
						},
						{
							"type": "entries",
							"name": "Step 6: Roll Hit Points (chapter 3)",
							"page": 16,
							"entries": [
								"Roll the appropriate hit die for your character. If the character is multi-classed, roll all applicable hit dice and average the results.",
								{
									"type": "table",
									"colStyles": [
										"col-1",
										"col-8"
									],
									"isStriped": false,
									"rows": [
										[
											"Warrior",
											"1d10"
										],
										[
											"Priest",
											"1d8"
										],
										[
											"Rogue",
											"1d6"
										],
										[
											"Mage",
											"1d4"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Step 7: Record Base Movement  (chapter 14)",
							"page": 16,
							"entries": [
								"Fine the character's base movement rate on Table 64 and record it. If the optional encumbrance rules are in effect, also record the encumbrance categories from Table 47 and modified movement rates and combat abilities."
							]
						},
						{
							"type": "entries",
							"name": "Step 8: Select Proficiencies (chapter 5)",
							"page": 16,
							"entries": [
								"Consult Table 34 to determine the character's weapon and nonweapon proficiency slots. Add the character's number of languages known (from Table 4) to his number of nonweapon proficiencies.",
								"Select weapon proficiencies. If the character is a fighter, you may select a weapon specialization.",
								"Select nonweapon proficiencies. Record their relevant abilities and check modifiers."
							]
						},
						{
							"type": "entries",
							"name": "Step 9: Equip Your Character  (chapter 6)",
							"page": 16,
							"entries": [
								"Consult Table 43 to determine your character's starting funds. Using Table 44, select and pay for your character's starting equipment.",
								"Consult Table 46 to determine your character's armor class rating. Modify this base AC by his defensive adjustment.",
								"Record the weight, size, damage, rate of fire, and range information for each weapon carried. Include type and speed factors if those optional rules are in play."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Player Character Ability Scores",
			"page": 18,
			"entries": [
				"To venture into the worlds of the AD&D game, you first need to create a character. The character you create is your alter ego in the fantasy realms of this game, a make-believe person who is under your control and through whom you vicariously explore the world the Dungeon Master (DM) has created.",
				"Each character in the AD&D game has six abilities: Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma. The first three abilities represent the physical nature of the character, while the second three quantify his mental and personality traits.",
				"In various places throughout these rules, the following abbreviations are used for the ability names: Strength—Str; Dexterity—Dex; Constitution—Con; Intelligence—Int; Wisdom—Wis; Charisma—Cha.",
				{
					"type": "section",
					"name": "Rolling Ability Scores",
					"page": 18,
					"entries": [
						"Let's first see how to generate ability scores for your character, after which definitions of each ability will be given.",
						"The six ability scores are determined randomly by rolling sixsided dice to obtain a score from 3 to 18. There are several methods for rolling up these scores.",
						{
							"type": "list",
							"items": [
								"{@b Method I:} Roll three six-sided dice ({@dice 3d6}); the total shown on the dice is your character's Strength ability score. Repeat this for Dexterity, Constitution, Intelligence, Wisdom, and Charisma, in that order. This method gives a range of scores from 3 to 18, with most results in the 9 to 12 range. Only a few characters have high scores (15 and above), so you should treasure these characters."
							]
						},
						{
							"type": "entries",
							"name": "Alternative Dice-Rolling Methods",
							"page": 18,
							"entries": [
								"Method I creates characters whose ability scores are usually between 9 and 12. If you would rather play a character of truly heroic proportions, ask your DM if he allows players to use optional methods for rolling up characters. These optional methods are designed to produce above-average characters.",
								{
									"type": "list",
									"items": [
										"{@b Method II:} Roll 3d6 twice, noting the total of each roll. Use whichever result you prefer for your character's Strength score. Repeat this for Dexterity, Constitution, Intelligence, Wisdom, and Charisma. This allows you to pick the best score from each pair, generally ensuring that your character does not have any really low ability scores (but low ability scores are not all that bad anyway!).",
										"{@b Method III:} Roll 3d6 six times and jot down the total for each roll. Assign the scores to your character's six abilities however you want. This gives you the chance to custom-tailor your character, although you are not guaranteed high scores.",
										"{@b Method IV:}  Roll 3d6 twelve times and jot down all twelve totals. Choose six of these rolls (generally the six best rolls) and assign them to your character's abilities however you want. This combines the best of methods II and III, but takes somewhat longer."
									]
								},
								"As an example, Joan rolls 3d6 twelve times and gets results of 12, 5, 6, 8, 10, 15, 9, 12, 6, 11, 10, and 7. She chooses the six best rolls (15, 12, 12, 11, 10, and 10) and then assigns them to her character's abilities so as to create the strengths and weaknesses that she wants her character to have (see the ability descriptions following this section for explanations of the abilities).",
								{
									"type": "list",
									"items": [
										"{@b Method V:} Roll four six-sided dice ({@dice 4d6}). Discard the lowest die and total the remaining three. Repeat this five more times, then assign the six numbers to the character's abilities however you want. This is a fast method that gives you a good character, but you can still get low scores (after all, you could roll 1s on all four dice!).",
										"{@b Method VI:} This method can be used if you want to create a specific type of character. It does not guarantee that you will get the character you want, but it will improve your chances."
									]
								},
								"Each ability starts with a score of 8. Then roll seven dice. These dice can be added to your character's abilities as you wish. All the points on a die must be added to the same ability score. For example, if a 6 is rolled on one die, all 6 points must be assigned to one ability. You can add as many dice as you want to any ability, but no ability score can exceed 18 points. If you cannot make an 18 by exact count on the dice, you cannot have an 18 score."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Ability Scores",
					"page": 19,
					"entries": [
						"The six character abilities are described below. Each description gives an idea of what that ability encompasses. Specific game effects are also given. At the end of each ability description is the table giving all modifiers and game information for each ability score. The unshaded area of these The six character abilities are described below. Each description gives an idea of what that ability encompasses. Specific game effects are also given. At the end of each ability description is the table giving all modifiers and game information for each ability score. The unshaded area of these",
						{
							"type": "entries",
							"name": "Strength",
							"page": 19,
							"entries": [
								"Strength (Str) measures a character's muscle, endurance, and stamina. This ability is the prime requisite of warriors because they must be physically powerful in order to wear armor and wield heavy weapons. A fighter with a score of 16 or more in Strength gains a 10% bonus to the experience points he earns.",
								"Furthermore, any warrior with a Strength score of 18 is entitled to roll percentile dice (see Glossary) to determine exceptional Strength; exceptional Strength improves the character's chance to hit an enemy, increases the damage he causes with each hit, increases the weight the character is able to carry without a penalty for encumbrance (see below), and increases the character's ability to force open doors and similar portals.",
								{
									"type": "table",
									"caption": "Table 1: Strength",
									"page": 19,
									"colLabels": [
										"Ability Score",
										"Hit Prob.",
										"Damage Adjust.",
										"Weight Allow.",
										"Max. Press",
										"Open Doors",
										"Bend Bars/Lift Gates",
										"Notes"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"-5",
											"-4",
											"1",
											"3",
											"1",
											"0%"
										],
										[
											"2",
											"-4",
											"-2",
											"1",
											"5",
											"1",
											"0%"
										],
										[
											"3",
											"-3",
											"-1",
											"5",
											"10",
											"2",
											"0%"
										],
										[
											"4-5",
											"-2",
											"-1",
											"10",
											"25",
											"3",
											"0%"
										],
										[
											"6-7",
											"-1",
											"None",
											"20",
											"55",
											"4",
											"0%"
										],
										[
											"8-9",
											"Normal",
											"None",
											"35",
											"90",
											"5",
											"1%"
										],
										[
											"10-11",
											"Normal",
											"None",
											"40",
											"115",
											"6",
											"2%"
										],
										[
											"12-13",
											"Normal",
											"None",
											"45",
											"140",
											"7",
											"4%"
										],
										[
											"14-15",
											"Normal",
											"None",
											"55",
											"170",
											"8",
											"7%"
										],
										[
											"16",
											"Normal",
											"+1",
											"70",
											"195",
											"9",
											"10%"
										],
										[
											"17",
											"+1",
											"+1",
											"85",
											"220",
											"10",
											"13%"
										],
										[
											"18",
											"+1",
											"+2",
											"110",
											"255",
											"11",
											"16%"
										],
										[
											"18/01—50",
											"+1",
											"+3",
											"135",
											"280",
											"12",
											"20%"
										],
										[
											"18/51—75",
											"+2",
											"+3",
											"160",
											"305",
											"13",
											"25%"
										],
										[
											"18/76—90",
											"+2",
											"+4",
											"185",
											"330",
											"14",
											"30%"
										],
										[
											"18/91—99",
											"+2",
											"+5",
											"235",
											"380",
											"15(3)",
											"35%"
										],
										[
											"18/00",
											"+3",
											"+6",
											"335",
											"480",
											"16(6)",
											"40%"
										],
										[
											"19",
											"+3",
											"+7",
											"485",
											"640",
											"16(8)",
											"50%",
											"Hill Giant"
										],
										[
											"20",
											"+3",
											"+8",
											"535",
											"700",
											"17(10)",
											"60%",
											"Stone Giant"
										],
										[
											"21",
											"+4",
											"+9",
											"635",
											"810",
											"17(12)",
											"70%",
											"Frost Giant"
										],
										[
											"22",
											"+4",
											"+10",
											"785",
											"970",
											"18(14)",
											"80%",
											"Fire Giant"
										],
										[
											"23",
											"+5",
											"+11",
											"935",
											"1130",
											"18(16)",
											"90%",
											"Cloud Giant"
										],
										[
											"24",
											"+6",
											"+12",
											"1235",
											"1440",
											"19(17)",
											"95%",
											"Storm Giant"
										],
										[
											"25",
											"+7",
											"+14",
											"1535",
											"1750",
											"19(18)",
											"99%",
											"Titan"
										]
									]
								},
								"The rest of this section on Strength consists of explanations of the columns in Table 1. Refer to the table as you read.",
								"{@b Hit Probability} adjustments are added to or subtracted from the attack roll rolled on 1d20 (one 20-sided die) during combat. A bonus (positive number) makes the opponent easier to hit; a penalty (negative number) makes him harder to hit.",
								"{@b Damage Adjustment} also applies to combat. The listed number is added to or subtracted from the dice rolled to determine the damage caused by an attack (regardless of subtractions, a successful attack roll can never cause less than 1 point of damage). For example, a short sword normally causes 1d6 points of damage (a range of 1 to 6). An attacker with Strength 17 causes one extra point of damage, for a range of 2 to 7 points of damage. The damage adjustment also applies to missile weapons, although bows must be specially made to gain the bonus; crossbows never benefit from the user's Strength.",
								"{@b Weight Allowance} is the weight (in pounds) a character can carry without being encumbered (encumbrance measures how a character's possessions hamper his movement--see Glossary). These weights are expressed in pounds. A character carrying up to the listed weight can move his full movement rate.",
								"{@b Maximum Press} is the heaviest weight a character can pick up and lift over his head. A character cannot walk more than a few steps this way. No human or humanoid creature without exceptional Strength can lift more than twice his body weight over his head. In 1987, the world record for lifting a weight overhead in a single move was 465 pounds. A heroic fighter with Strength 18/00 (see Table 1) can lift up to 480 pounds the same way and he can hold it overhead for a longer time!",
								"{@b Open Doors} indicates the character's chance to force open a heavy or stuck door. When a character tries to force a door open, roll 1d20. If the result is equal to or less than the listed number, the door opens. A character can keep trying to open a door until it finally opens, but each attempt takes time (exactly how much is up to the DM) and makes a lot of noise.",
								"Numbers in parentheses are the chances (on 1d20) to open a locked, barred, or magically held door, but only one attempt per door can ever be made. If it fails, no further attempts by that character can succeed.",
								"{@b Bend Bars/Lift Gates} states the character's percentage chance (rolled on percentile dice) to bend normal, soft iron bars, lift a vertical gate (portcullis), or perform a similar feat of enormous strength. When the character makes the attempt, roll percentile dice. If the number rolled is equal to or less than the number listed on Table 1, the character bends the bar or lifts the gate. If the attempt fails, the character can never succeed at that task. A character can, however, try to bend the bars on a gate that he couldn't lift, and vice versa."
							]
						},
						{
							"type": "entries",
							"name": "Dexterity",
							"page": 20,
							"entries": [
								"Dexterity (Dex) encompasses several physical attributes including hand-eye coordination, agility, reaction speed, reflexes, and balance. Dexterity affects a character's reaction to a threat or surprise, his accuracy with thrown weapons and bows, and his ability to dodge an enemy's blows. It is the prime requisite of rogues and affects their professional skills. A rogue with a Dexterity score of 16 or higher gains a 10% bonus to the experience points he earns.",
								{
									"type": "table",
									"caption": "Table 2: Dexterity",
									"page": 20,
									"colLabels": [
										"Ability Score",
										"Reaction Adj.",
										"Missile Attack Adj.",
										"Defensive Adj."
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"-6",
											"-6",
											"+5"
										],
										[
											"2",
											"-4",
											"-4",
											"+5"
										],
										[
											"3",
											"-3",
											"-3",
											"+4"
										],
										[
											"4",
											"-2",
											"-2",
											"+3"
										],
										[
											"5",
											"-1",
											"-1",
											"+2"
										],
										[
											"6",
											"0",
											"0",
											"+1"
										],
										[
											"7",
											"0",
											"0",
											"0"
										],
										[
											"8",
											"0",
											"0",
											"0"
										],
										[
											"9",
											"0",
											"0",
											"0"
										],
										[
											"10-14",
											"0",
											"0",
											"0"
										],
										[
											"15",
											"0",
											"0",
											"-1"
										],
										[
											"16",
											"+1",
											"+1",
											"-2"
										],
										[
											"17",
											"+2",
											"+2",
											"-3"
										],
										[
											"18",
											"+2",
											"+2",
											"-4"
										],
										[
											"19",
											"+3",
											"+3",
											"-4"
										],
										[
											"20",
											"+3",
											"+3",
											"-4"
										],
										[
											"21",
											"+4",
											"+4",
											"-5"
										],
										[
											"22",
											"+4",
											"+4",
											"-5"
										],
										[
											"23",
											"+4",
											"+4",
											"-5"
										],
										[
											"24",
											"+5",
											"+5",
											"-6"
										],
										[
											"25",
											"+5",
											"+5",
											"-6"
										]
									]
								},
								"{@b Reaction Adjustment} modifies the die roll to see if a character is surprised when he unexpectedly encounters NPCs. The more positive the modifier, the less likely the character is to be surprised.",
								"{@b Missile Attack Adjustment} is used to modify a character's die roll whenever he uses a missile weapon (a bow or a thrown weapon). A positive number makes it easier for the character to hit with a missile, while a negative number makes it harder.",
								"{@b Defensive Adjustment} applies to a character's saving throws (see Glossary) against attacks that can be dodged--lightning bolts, boulders, etc. It also modifies the character's Armor Class (see Glossary), representing his ability to dodge normal missiles and parry weapon thrusts. For example, Rath is wearing chain mail, giving him an Armor Class of 5. If his Dexterity score is 16, his Armor Class is modified by -2 to 3, making him harder to hit. If his Dexterity score is 5, his Armor Class is modified by +2 to 7, making him easier to hit. (In some situations, beneficial Dexterity modifiers to Armor Class do not apply. Usually this occurs when a character is attacked from behind or when his movement is restricted — attacked while prone, tied up, on a ledge, climbing a rope, etc.)"
							]
						},
						{
							"type": "entries",
							"name": "Constitution",
							"page": 21,
							"entries": [
								"A character's Constitution (Con) score encompasses his physique, fitness, health, and physical resistance to hardship, injury, and disease. Since this ability affects the character's hit points and chances of surviving such tremendous shocks as being physically reshaped by magic or resurrected from death, it is vitally important to all classes. Some classes have minimum allowable Constitution scores.",
								"A character's initial Constitution score is the absolute limit to the number of times the character can be raised or resurrected from death. Each such revival reduces the character's Constitution score by one. Magic can restore a reduced Constitution score to its original value or even higher, {@i but this has no effect on the number of times a character can be revived from death!} Once the character has exhausted his original Constitution, nothing short of divine intervention can bring him back, and divine intervention is reserved for only the bravest and most faithful heroes!",
								"For example, Rath's Constitution score at the start of his adventuring career is 12. He can be revived from death 12 times. If he dies a 13th time, he cannot be {@i resurrected} or {@i raised}.",
								{
									"type": "table",
									"caption": "Table 3: Constitution",
									"page": 21,
									"colLabels": [
										"Ability Scores",
										"Hit Point Adjustment",
										"System Shock",
										"Resurrection Survival",
										"Poison Save",
										"Regeneration"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"-3",
											"25%",
											"30%",
											"-2",
											"Nil"
										],
										[
											"2",
											"-2",
											"30%",
											"35%",
											"-1",
											"Nil"
										],
										[
											"3",
											"-2",
											"35%",
											"40%",
											"0",
											"Nil"
										],
										[
											"4",
											"-1",
											"40%",
											"45%",
											"0",
											"Nil"
										],
										[
											"5",
											"-1",
											"45%",
											"50%",
											"0",
											"Nil"
										],
										[
											"6",
											"-1",
											"50%",
											"55%",
											"0",
											"Nil"
										],
										[
											"7",
											"0",
											"55%",
											"60%",
											"0",
											"Nil"
										],
										[
											"8",
											"0",
											"60%",
											"65%",
											"0",
											"Nil"
										],
										[
											"9",
											"0",
											"65%",
											"70%",
											"0",
											"Nil"
										],
										[
											"10",
											"0",
											"70%",
											"75%",
											"0",
											"Nil"
										],
										[
											"11",
											"0",
											"75%",
											"80%",
											"0",
											"Nil"
										],
										[
											"12",
											"0",
											"80%",
											"85%",
											"0",
											"Nil"
										],
										[
											"13",
											"0",
											"85%",
											"90%",
											"0",
											"Nil"
										],
										[
											"14",
											"0",
											"88%",
											"92%",
											"0",
											"Nil"
										],
										[
											"15",
											"+1",
											"90%",
											"94%",
											"0",
											"Nil"
										],
										[
											"16",
											"+2",
											"95%",
											"96",
											"0",
											"Nil"
										],
										[
											"17",
											"+2 (+3)*",
											"97%",
											"98%",
											"0",
											"Nil"
										],
										[
											"18",
											"+2 (+4)*",
											"99%",
											"100%",
											"0",
											"Nil"
										],
										[
											"19",
											"+2 (+5)*",
											"99%",
											"100%",
											"+1",
											"Nil"
										],
										[
											"20",
											"+2 (+5)**",
											"99%",
											"100%",
											"+1",
											"1/6 turns"
										],
										[
											"21",
											"+2 (+6)***",
											"99%",
											"100%",
											"+2",
											"1/5 turns"
										],
										[
											"22",
											"+2 (+6)***",
											"99%",
											"100%",
											"+2",
											"1/4 turns"
										],
										[
											"23",
											"+2 (+6)****",
											"99%",
											"100%",
											"+3",
											"1/3 turns"
										],
										[
											"24",
											"+2 (+7)****",
											"99%",
											"100%",
											"+3",
											"1/2 turns"
										],
										[
											"25",
											"+2 (+7)****",
											"100%",
											"100%",
											"+4",
											"1/1 turn"
										]
									],
									"footnotes": [
										"* Parenthetical bonus applies to warriors only. All other classes receive maximum bonus of +2 per die.",
										"** All 1s rolled for Hit Dice are automatically considered 2s.",
										"*** All 1s and 2s rolled for Hit Dice are automatically considered 3s.",
										"**** All 1s, 2s, and 3s rolled for Hit Dice are automatically considered 4s."
									]
								},
								"{@b Hit Point Adjustment} is added to or subtracted from each Hit Die rolled for the character. However, no Hit Die ever yields less than 1 hit point, regardless of modifications. If an adjustment would lower the number rolled to 0 or less, consider the final result to be 1. Always use the character's current Constitution to determine hit point bonuses and penalties.",
								"Only warriors are entitled to a Constitution bonus of +3 or +4. Non-warrior characters who have Constitution scores of 17 or 18 receive only +2 per die.",
								"The Constitution bonus ends when a character reaches 10th level (9th for warriors and priests) — neither the Constitution bonus nor Hit Dice are added to a character's hit points after he has passed this level (see the character class descriptions in Chapter 3).",
								"If a character's Constitution changes during the course of adventuring, his hit points may be adjusted up or down to reflect the change. The difference between the character's current hit point bonus (if any) and the new bonus is multiplied by the character's level (up to 10) and added to or subtracted from the character's total. If Delsenora's Constitution increased from 16 to 17, she would gain 1 hit point for every level she had, up to 10th level.",
								"{@b System Shock} states the percentage chance a character has to survive magical effects that reshape or age his body: petrification (and reversing petrification), polymorph, magical aging, etc. It can also be used to see if the character retains consciousness in particularly difficult situations. For example, an evil wizard polymorphs his dim-witted hireling into a crow. The hireling, whose Constitution score is 13, has an 85% chance to survive the change. Assuming he survives, he must successfully roll for system shock again when he is changed back to his original form or else he will die.",
								"{@b Resurrection Survival} lists a character's percentage chance to be successfully resurrected or raised from death by magic. The player must roll the listed number or less on percentile dice for the character to be revived. If the dice roll fails, the character is dead, regardless of how many times he has previously been revived. Only divine intervention can bring such a character back again.",
								"{@b Poison Save} modifies the saving throw vs. poison for humans, elves, gnomes, and half-elves. Dwarves and halflings do not use this adjustment, since they have special resistances to poison attacks. The DM has specific information on saving throws.",
								"{@b Regeneration} enables those with specially endowed Constitutions (perhaps by a wish or magical item) to heal at an advanced rate, regenerating damage taken. The character heals 1 point of damage after the passage of the listed number of turns. However, fire and acid damage (which are more extensive than normal wounds) cannot be regenerated in this manner. These injuries must heal normally or be dealt with by magical means."
							]
						},
						{
							"type": "entries",
							"name": "Intelligence",
							"page": 22,
							"entries":[
								"Intelligence (Int) represents a character's memory, reasoning, and learning ability, including areas outside those measured by the written word. Intelligence dictates the number of languages a character can learn. Intelligence is the prime requisite of wizards, who must have keen minds to understand and memorize magical spells. A wizard with an Intelligence score of 16 or higher gains a 10% bonus to experience points earned. The wizard's Intelligence dictates which spells he can learn and the number of spells he can memorize at one time. Only those of the highest Intelligence can comprehend the mighty magic of 9th-level spells.",
								"This ability gives only a general indication of a character's mental acuity. A semi-intelligent character (Int 3 or 4) can speak (with difficulty) and is apt to react instinctively and impulsively. He is not hopeless as a player character (PC), but playing such a character correctly is not easy. A character with low Intelligence (Int 5-7) could also be called dull-witted or slow. A very intelligent person (Int 11 or 12) picks up new ideas quickly and learns easily. A highly intelligent character (Int 13 or 14) is one who can solve most problems without even trying very hard. One with exceptional intelligence (Int 15 or 16) is noticeably above the norm. A genius character is brilliant (Int 17 or 18). A character beyond genius is potentially more clever and more brilliant than can possibly be imagined.",
								"However, the true capabilities of a mind lie not in numbers — I.Q., Intelligence score, or whatever. Many intelligent, even brilliant, people in the real world fail to apply their minds creatively and usefully, thus falling far below their own potential. Don't rely too heavily on your character's Intelligence score; you must provide your character with the creativity and energy he supposedly possesses!",
								{
									"type": "table",
									"caption": "Table 4: Intelligence",
									"page": 22,
									"colLabels": [
										"Ability Score",
										"# of Lang.",
										"Spell Level",
										"Chance to Learn Spell",
										"Max. # of Spells/Level",
										"Illusion Immunity"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"0*",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"2",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"3",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"4",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"5",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"6",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"7",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"8",
											"1",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"9",
											"2",
											"4th",
											"35%",
											"6",
											"—"
										],
										[
											"10",
											"2",
											"5th",
											"40%",
											"7",
											"—"
										],
										[
											"11",
											"2",
											"5th",
											"45%",
											"7",
											"—"
										],
										[
											"12",
											"3",
											"6th",
											"50%",
											"7",
											"—"
										],
										[
											"13",
											"3",
											"6th",
											"55%",
											"9",
											"—"
										],
										[
											"14",
											"4",
											"7th",
											"60%",
											"9",
											"—"
										],
										[
											"15",
											"4",
											"7th",
											"65%",
											"11",
											"—"
										],
										[
											"16",
											"5",
											"8th",
											"70%",
											"11",
											"—"
										],
										[
											"17",
											"6",
											"8th",
											"75%",
											"14",
											"—"
										],
										[
											"18",
											"7",
											"9th",
											"85%",
											"18",
											"—"
										],
										[
											"19",
											"8",
											"9th",
											"95%",
											"All",
											"1st-level"
										],
										[
											"20",
											"9",
											"9th",
											"96%",
											"All",
											"2nd-level"
										],
										[
											"21",
											"10",
											"9th",
											"97%",
											"All",
											"3rd-level"
										],
										[
											"22",
											"11",
											"9th",
											"98%",
											"All",
											"4th-level"
										],
										[
											"23",
											"12",
											"9th",
											"99%",
											"All",
											"5th-level"
										],
										[
											"24",
											"15",
											"9th",
											"100%",
											"All",
											"6th-level"
										],
										[
											"25",
											"20",
											"9th",
											"100%",
											"All",
											"7th-level"
										],
										""
										
									],
									"footnotes": [
										"* While unable to speak a language, the character can communicate with grunts and gestures."
									]
								},
								"{@b Number of Languages} lists the number of additional languages the character can speak beyond his native language. Every character can speak his native language, no matter what his Intelligence is. This knowledge extends only to speaking the language; it does not include reading or writing. The DM must decide if your character begins the game already knowing these additional languages or if the number shows only how many languages your character can possibly learn. The first choice will make communication easier, while the second increases your opportunities for role-playing (finding a tutor or creating a reason why you need to know a given language). Furthermore, your DM can limit your language selection based on his campaign. It is perfectly fair to rule that your fighter from the Frozen Wastes hasn't the tongues of the Southlands, simply because he has never met anyone who has been to the Southlands.",
								"If the DM allows characters to have proficiencies, this column also indicates the number of extra proficiency slots the character gains due to his Intelligence. These extra proficiency slots can be used however the player desires. The character never needs to spend any proficiency slots to speak his native language.",
								"{@b Spell Level} lists the highest level of spells that can be cast by a wizard with this Intelligence.",
								"{@b Chance to Learn Spell} is the percentage probability that a wizard can learn a particular spell. A check is made as the wizard comes across new spells, not as he advances in level. To make the check, the wizard character must have access to a spell book containing the spell. If the player rolls the listed percentage or less, his character can learn the spell and copy it into his own spell book. If the wizard fails the roll, he cannot check that spell again until he advances to the next level (provided he still has access to the spell).",
								{
									"type": "insetReadaloud",
									"entries": [
										"{@b Maximum Number of Spells Per Level (Optional Rule)}",
										"This number indicates the maximum number of spells a wizard can know from any particular spell level. Once a wizard has learned the maximum number of spells he is allowed in a given spell level, he cannot add any more spells of that level to his spell book (unless the optional spell research system is used). Once a spell is learned, it cannot be unlearned and replaced by a new spell.",
										"For example, Delsenora the wizard has an Intelligence of 14. She currently knows seven 3rd-level spells. During an adventure, she finds a musty old spell book on the shelves of a dank, forgotten library. Blowing away the dust, she sees a 3rd-level spell she has never seen before! Excited, she sits down and carefully studies the arcane notes. Her chance to learn the spell is 60%. Rolling the dice, Delsenora’s player rolls a 37. She understands the curious instructions and can copy them into her own spell book. When she is finished, she has eight 3rd-level spells, only one away from her maximum number. If the die roll had been greater than 60, or she already had nine 3rd-level spells in her spell book, or the spell had been greater than 7th level (the maximum level her Intelligence allows her to learn), she could not have added it to her collection."
									]
								},
								"{@b Spell Immunity} is gained by those with exceptionally high Intelligence scores. Those with the immunity notice some inconsistency or inexactness in the illusion or phantasm, automatically allowing them to make their saving throws. All benefits are cumulative, thus, a character with a 20 Intelligence is not fooled by 1st- or 2nd-level illusion spells."
							]
						},
						{
							"type": "entries",
							"name": "Wisdom",
							"page": 23,
							"entries":[
								"Wisdom (Wis) describes a composite of the character’s enlightenment, judgment, guile, willpower, common sense, and intuition. It can affect the character’s resistance to magical attack. It is the prime requisite of priests; those with a Wisdom score of 16 or higher gain a 10% bonus to experience points earned. Clerics, druids, and other priests with Wisdom scores of 13 or higher also gain bonus spells over and above the number they are normally allowed to use.",
								{
									"type": "table",
									"caption": "Table 5: Wisdom",
									"page": 23,
									"colLabels": [
										"Ability Score",
										"Magical Defense Adjustment",
										"Bonus Spells",
										"Chance of Spell Failure",
										"Spell Immunity"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-left"
									],
									"rows": [
										[
											"1",
											"-6",
											"—",
											"80%",
											"—"
										],
										[
											"2",
											"-4",
											"—",
											"60%",
											"—"
										],
										[
											"3",
											"-3",
											"—",
											"50%",
											"—"
										],
										[
											"4",
											"-2",
											"—",
											"45%",
											"—"
										],
										[
											"5",
											"-1",
											"—",
											"40%",
											"—"
										],
										[
											"6",
											"-1",
											"—",
											"35%",
											"—"
										],
										[
											"7",
											"-1",
											"—",
											"30%",
											"—"
										],
										[
											"8",
											"0",
											"—",
											"25%",
											"—"
										],
										[
											"9",
											"0",
											"0",
											"20%",
											"—"
										],
										[
											"10",
											"0",
											"0",
											"15%",
											"—"
										],
										[
											"11",
											"0",
											"0",
											"10%",
											"—"
										],
										[
											"12",
											"0",
											"0",
											"5%",
											"—"
										],
										[
											"13",
											"0",
											"1st",
											"0%",
											"—"
										],
										[
											"14",
											"0",
											"1st",
											"0%",
											"—"
										],
										[
											"15",
											"+1",
											"2nd",
											"0%",
											"—"
										],
										[
											"16",
											"+2",
											"2nd",
											"0%",
											"—"
										],
										[
											"17",
											"+3",
											"3rd",
											"0%",
											"—"
										],
										[
											"18",
											"+4",
											"4rd",
											"0%",
											"—"
										],
										[
											"19",
											"+4",
											"1st, 3rd",
											"0%",
											"{@i cause fear, charm person, command, friends, hypnotism}"
										],
										[
											"20",
											"+4",
											"2nd, 4th",
											"0%",
											"{@i forget, hold person, ray of enfeeblement, scare}"
										],
										[
											"21",
											"+4",
											"3rd, 5th",
											"0%",
											"{@i fear}"
										],
										[
											"22",
											"+4",
											"4th, 5th",
											"0%",
											"{@i charm monster, confusion, emotion, fumble, suggestion}"
										],
										[
											"23",
											"+4",
											"1st, 6th",
											"0%",
											"{@i chaos, feeblemind, hold monster, magic jar, quest}"
										],
										[
											"24",
											"+4",
											"5th, 6th",
											"0%",
											"{@i geas, mass suggestion, rod of rulership}"
										],
										[
											"25",
											"+4",
											"6th, 7th",
											"0%",
											"{@i antipathy/sympathy, death spell, mass charm}"
										]
									]
								},
								"{@b Magical Defense Adjustment} listed on Table 5 applies to saving throws against magical spells that attack the mind: {@i beguiling, charm, fear, hypnosis, illusions, possession, suggestion,} etc. These bonuses and penalties are applied automatically, without any conscious effort from the character.",
								"{@b Bonus Spells} indicates the number of additional spells a priest (and only a priest) is entitled to because of his extreme Wisdom. Note that these spells are available only when the priest is entitled to spells of the appropriate level. Bonus spells are cumulative, so a priest with a Wisdom of 15 is entitled to two 1st-level bonus spells and one 2nd-level bonus spell.",
								"{@b Chance of Spell Failure} states the percentage chance that any particular spell fails when cast. Priests with low Wisdom scores run the risk of having their spells fizzle. Roll percentile dice every time the priest casts a spell; if the number rolled is less than or equal to the listed chance for spell failure, the spell is expended with absolutely no effect whatsoever. Note that priests with Wisdom scores of 13 or higher don’t need to worry about their spells failing.",
								"{@b Spell Immunity}  gives those extremely wise characters complete protection from certain spells, spell-like abilities, and magical items as listed. These immunities are cumulative, so that a character with a Wisdom of 23 is immune to all listed spells up to and including those listed on the 23 Wisdom row."
							]
						},
						{
							"type": "entries",
							"name": "Charisma",
							"page": 23,
							"entries":[
								"The Charisma (Cha) score measures a character's persuasiveness, personal magnetism, and ability to lead. It is not a reflection of physical attractiveness, although attractiveness certainly plays a role. It is important to all characters, but especially to those who must deal with nonplayer characters (NPCs), mercenary hirelings, retainers, and intelligent monsters. It dictates the total number of henchmen a character can retain and affects the loyalty of henchmen, hirelings, and retainers.",
								{
									"type": "table",
									"caption": "Table 6: Charisma",
									"page": 25,
									"colLabels": [
										"Ability Score",
										"Maximum # of Henchmen",
										"Loyalty Base",
										"Reaction Adjustment"
									],
									"colStyles": [
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center",
										"col-1 text-center"
									],
									"rows": [
										[
											"1",
											"0",
											"-8",
											"-7"
										],
										[
											"2",
											"1",
											"-7",
											"-6"
										],
										[
											"3",
											"1",
											"-6",
											"-5"
										],
										[
											"4",
											"1",
											"-5",
											"-4"
										],
										[
											"5",
											"2",
											"-4",
											"-3"
										],
										[
											"6",
											"2",
											"-3",
											"-2"
										],
										[
											"7",
											"3",
											"-2",
											"-1"
										],
										[
											"8",
											"3",
											"-1",
											"0"
										],
										[
											"9",
											"4",
											"0",
											"0"
										],
										[
											"10",
											"4",
											"0",
											"0"
										],
										[
											"11",
											"4",
											"0",
											"0"
										],
										[
											"12",
											"5",
											"0",
											"0"
										],
										[
											"13",
											"5",
											"0",
											"+1"
										],
										[
											"14",
											"6",
											"+1",
											"+2"
										],
										[
											"15",
											"7",
											"+3",
											"+3"
										],
										[
											"16",
											"8",
											"+4",
											"+5"
										],
										[
											"17",
											"10",
											"+6",
											"+6"
										],
										[
											"18",
											"15",
											"+8",
											"+7"
										],
										[
											"19",
											"20",
											"+10",
											"+8"
										],
										[
											"20",
											"25",
											"+12",
											"+9"
										],
										[
											"21",
											"30",
											"+14",
											"+10"
										],
										[
											"22",
											"35",
											"+16",
											"+11"
										],
										[
											"23",
											"40",
											"+18",
											"+12"
										],
										[
											"24",
											"45",
											"+20",
											"+13"
										],
										[
											"25",
											"50",
											"+20",
											"+14"
										]
									]
								},
								"{@b Maximum Number of Henchmen} states the number of nonplayer characters who will serve as permanent retainers of the player character. It does not affect the number of mercenary soldiers, men-at-arms, servitors, or other persons in the pay of the character.",
								"{@b Loyalty Base} shows the subtraction from or addition to the henchmen's and other servitors' loyalty scores (in the DMG). This is crucial during battles, when morale becomes important.",
								"{@b Reaction Adjustment} indicates the penalty or bonus due to the character because of Charisma when dealing with nonplayer characters and intelligent creatures. For example, Rath encounters a centaur, an intelligent creature. Rath's Charisma is only 6, so he is starting off with one strike against him. He probably should try to overcome this slight handicap by making generous offers of gifts or information."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "What the Numbers Mean",
					"page": 25,
					"entries": [
						"Now that you have finished creating the ability scores for your character, stop and take a look at them. What does all this mean?",
						"Suppose you decide to name your character “Rath” and you rolled the following ability scores for him:",
						{
						"type": "table",
						"colStyles": [
							"col-1 text-middle",
							"col-8 text-left"
						],
						"isStriped": false,
						"rows": [
							[
								"Strength",
								"8"
							],
							[
								"Dexterity",
								"14"
							],
							[
								"Constitution",
								"13"
							],
							[
								"Intelligence",
								"13"
							],
							[
								"Wisdom",
								"7"
							],
							[
								"Charisma",
								"6"
							]
						]
					},
					"Rath has strengths and weaknesses, but it is up to you to interpret what the numbers mean. Here are just two different ways these numbers could be interpreted.",
					"1) Although Rath is in good health (Con 13), he’s not very strong (Str 8) because he’s just plain lazy—he never wanted to exercise as a youth and now it’s too late. His low Wisdom and Charisma scores (7, 6) show that he lacks the common sense to apply himself properly and projects a slothful, “I’m not going to bother” attitude (which tends to irritate others). Fortunately, Rath’s natural wit (Int 13) and Dexterity (14) keep him from being a total loss.",
					"Thus, you might play Rath as an irritating, smart-alecky twerp forever ducking just out of range of those who want to squash him.",
					"2) Rath has several good points—he has studied hard (Int 13) and practiced his manual skills (Dex 14). Unfortunately, his Strength is low (8) from a lack of exercise (all those hours spent reading books). Despite that, Rath’s health is still good (Con 13). His low Wisdom and Charisma (7, 6) are a result of his lack of contact and involvement with people outside the realm of academics.",
					"Looking at the scores this way, you could play Rath as a kindly, naive, and shy professorial type who’s a good tinkerer, always fiddling with new ideas and inventions.",
					"Obviously, Rath’s ability scores (often called “stats”) are not the greatest in the world. Yet it is possible to turn these “disappointing” stats into a character who is both interesting and fun to play. Too often players become obsessed with “good” stats. These players immediately give up on a character if he doesn’t have a majority of above-average scores. There are even those who feel a character is hopeless if he does not have at least one ability of 17 or higher! Needless to say, these players would never consider playing a character with an ability score of 6 or 7.",
					"In truth, Rath’s survivability has a lot less to do with his ability scores than with your desire to role-play him. If you give up on him, of course he won’t survive! But if you take an interest in the character and role-play him well, then even a character with the lowest possible scores can present a fun, challenging, and all-around exciting time. Does he have a Charisma of 5? Why? Maybe he’s got an ugly scar. His table manners could be atrocious. He might mean well but always manage to say the wrong thing at the wrong time. He could be bluntly honest to the point of rudeness, something not likely to endear him to most people. His Dexterity is a 3? Why? Is he naturally clumsy or blind as a bat?",
					"Don’t give up on a character just because he has a low score. Instead, view it as an opportunity to role-play, to create a unique and entertaining personality in the game. Not only will you have fun creating that personality, but other players and the DM will have fun reacting to him."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Player Character Races",
			"page": 26,
			"entries": [
				"After creating your character’s ability scores, you must select a player character race. This is not a race in the true sense of the word: caucasian, black, asian, etc. It is actually a fantasy species for your character — human, elf, dwarf, gnome, half-elf, or halfling. Each race is different. Each possesses special powers and has different lists of classes to choose from.",
				"All six of the standard races are described in detail in this chapter. In many cases, broad statements are made concerning the race in general. Players are not bound by these generalities. For example, the statement that “dwarves tend to be dour and taciturn” does not mean that your character cannot be a jolly dwarf. It means that the garden-variety dwarf is dour and taciturn. If player characters were just like everyone else, they wouldn’t be adventurers. Make your character unique and he will be more fun to play.",
				{
					"type": "entries",
					"name": "Minimum and Maximum Ability Scores",
					"page": 26,
					"entries": [
						"All nonhuman PC races (also called \"demihuman\" races) have minimum and maximum requirements for their ability scores. If you want to have a demihuman character, the character's ability scores must be within the allowable range. The minimums and maximums for each race are listed on Table 7 (the minimums are listed before the slash; the maximums are listed after the slash). Your character's sex has no effect on these minimums or maximums.",
						"Consult Table 7 before making any racial adjustments to your character’s ability scores. If the basic scores that you rolled up meet the requirements for a particular race, your character can be of that race, even if later modifications change the ability scores so they exceed the maximums or don’t meet the minimums. Once you satisfy the requirements at the start, you never have to worry about them again.",
						"Table 7 gives the minimum and maximum scores a newly created character must have to be a member of a demihuman race. Any character can be a human, if the player so desires.",
						{
							"type": "table",
							"caption": "Table 7: Racial Ability Requirements",
							"page": 27,
							"colLabels": [
								"Ability",
								"Dwarf",
								"Elf",
								"Gnome",
								"Half-Elf",
								"Halfling"
							],
							"colStyles": [
								"col-1 text-left",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"Strength",
									"8/18",
									"3/18",
									"6/18",
									"3/18",
									"7/18"
								],
								[
									"Dexterity",
									"3/17",
									"6/18",
									"3/18",
									"6/18",
									"7/18"
								],
								[
									"Constitution",
									"11/18",
									"7/18",
									"8/18",
									"6/18",
									"10/18"
								],
								[
									"Intelligence",
									"3/18",
									"8/18",
									"6/18",
									"4/18",
									"6/18"
								],
								[
									"Wisdom",
									"3/18",
									"3/18",
									"3/18",
									"3/18",
									"3/17"
								],
								[
									"Charisma",
									"3/17",
									"8/18",
									"3/18",
									"3/18",
									"3/18"
								]
							],
							"footnotes": [
								"* Halfling fighters do not roll for exceptional Strength."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Racial Ability Adjustments",
					"page": 27,
					"entries": [
						"If you chose to make your character a dwarf, elf, gnome, or halfling, you now have to adjust some of your character’s ability scores. The adjustments are mandatory; all characters of these races receive the adjustments. {@i Even if adjustments raise or lower your character’s ability scores beyond the minimums and maximums shown on Table 7, you do not have to pick a new race.} The adjustments can also raise a score to 19 or lower it to 2.",
						{
							"type": "table",
							"caption": "Table 8: Racial Ability Adjustments",
							"page": 27,
							"colLabels": [
								"Race",
								"Adjustments"
							],
							"colStyles": [
								"col-1 text-left",
								"col-8 text-left"
							],
							"rows": [
								[
									"Dwarf",
									"+1 Constitution; -1 Charisma"
								],
								[
									"Elf",
									"+1 Dexterity; -1 Constitution"
								],
								[
									"Gnome",
									"+1 Intelligence; -1 Wisdom"
								],
								[
									"Halfling",
									"+1 Dexterity; -1 Strength"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Class Restrictions and Level Limits",
					"page": 27,
					"entries": [
						"The human race has one special ability in the AD&D game: Humans can choose to be of any class—warrior, wizard, priest, or rogue—and can rise to great level in any class. The other races have fewer choices of character classes and usually are limited in the level they can attain. These restrictions reflect the natural tendencies of the races (dwarves like war and fighting and dislike magic, etc.). The limits are high enough so a demihuman can achieve power and importance in at least one class. A halfling, for example, can become the best thief in the land, but he cannot become a great fighter.",
						"The limits also exist for play balance. The ability of humans to assume any role and reach any level is their only advantage. The demihuman races have other powers that make them entertaining to play—particularly the ability to be multi-classed (see Glossary). These powers balance the enjoyment of play against the ability to rise in level. Ask your DM for the level limits imposed on nonhuman characters."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"page": 27,
					"entries": [
						"Racial languages for demihumans can be handled in either of two ways, depending on whether or not your DM uses the optional proficiency system. Either way, your character automatically knows his native language.",
						"Without the proficiency system, your character starts adventuring already knowing a number of additional languages (the number depends on his Int score, see Table 4). The additional languages must be chosen from among those listed in his race’s description.",
						"If you use the proficiency system, your character receives additional languages by using proficiency slots (see Chapter 5: Proficiencies) to determine how many languages he knows when he starts adventuring (his native language does not cost a slot). Demihumans must choose these languages from among those listed in the following racial descriptions.",
						"Human PCs generally start the game knowing only their regional language—the language they grew up speaking. The DM may decide to allow beginning PCs additional languages (up to their Int score limit or proficiency slot limit), if he feels the PCs had the opportunity to learn these as they grew up. Otherwise, human PCs may learn additional languages as they adventure."
					]
				},
				{
					"type": "section",
					"name": "Dwarves",
					"page": 27,
					"entries": [
					"Dwarves are short, stocky fellows, easily average 4 to 41⁄2 feet tall. They have ruddy cheeks, dark eyes, and dark hair. Dwarves generally live for 350 years.",
					"Dwarves tend to be dour and taciturn. They are given to hard work and care little for most humor. They are strong and brave. They enjoy beer, ale, mead, and even stronger drink. Their chief love, however, is precious metal, particularly gold. They prize gems, of course, especially diamonds and opaque gems (except pearls, which they do not like). Dwarves like the earth and dislike the sea. Not overly fond of elves, they have a fierce hatred of orcs and goblins. Their short, stocky builds make them ill-suited for riding horses or other large mounts (although ponies present no difficulty), so they tend to be a trifle dubious and wary of these creatures. They are ill-disposed toward magic and have little talent for it, but revel in fighting, warcraft, and scientific arts such as engineering.",
					"Though dwarves are suspicious and avaricious, their courage and tenacity more than compensate for these shortcomings.",
					"Dwarves typically dwell in hilly or mountainous regions. They prefer life in the comforting gloom and solidness that is found underground. They have several special abilities that relate to their underground life, and they are noted for being particularly resistant to magics and poisons.",
					"A character of the dwarven race can be a cleric, a fighter, or a thief. He can also choose to be a fighter/cleric or fighter/thief.",
					"From living underground, dwarves have found it useful to learn the languages of several of their neighbors, both friendly and hostile. The initial languages a dwarf can learn are common, dwarf, gnome, goblin, kobold, orc, and any others your DM allows. The actual number of languages is limited by the Intelligence of the player character (see Table 4) or by the proficiency slots he allots to languages (if that optional system is used).",
					"By nature, dwarves are nonmagical and never use magical spells (priest spells are allowed however). This gives a bonus to dwarves’ saving throws against attacks from magical wands, staves, rods, and spells. This bonus is +1 for every 31⁄2 points of Constitution score. Thus, for example, if a dwarf has a Constitution score of 7 he gains +2 on saving throws. These bonuses are summarized on Table 9.",
					"Similarly, dwarves have exceptional resistance to toxic substances. All dwarven characters make saving throws against poison with the same bonuses that they get against magical attacks (see Table 9).",
					{
						"type": "table",
						"caption": "Table 9: Constitution Saving Throw Bonuses",
						"page": 28,
						"colLabels": [
							"Constitution Score",
							"Saving Throw Bonus"
						],
						"colStyles": [
							"col-1 text-center",
							"col-1 text-center"
						],
						"rows": [
							[
								"4—6",
								"+1"
							],
							[
								"7—10",
								"+2"
							],
							[
								"11—13",
								"+3"
							],
							[
								"14—17",
								"+4"
							],
							[
								"18—19",
								"+5"
							]
						]
					},
					"Also because of their nonmagical nature, however, dwarves have trouble using magical items. All magical items that are not specifically suited to the character’s class have a 20% chance to malfunction when used by a dwarf. This check is made each time a dwarf uses a magical item. A malfunction affects only the current use; the item may work properly next time. For devices that are continually in operation, the check is made the first time the device is used during an encounter. If the check is passed, the device functions normally until it is turned off. Thus, a dwarf would have to check upon donning a {@i robe of blending} but would not check again until he had taken the robe off and then put it on again. If a cursed item malfunctions, the character recognizes its cursed nature and can dispose of the item. Malfunction applies to rods, staves, wands, rings, amulets, potions, horns, jewels, and all other magical items except weapons, shields, armor, gauntlets, and girdles. This penalty does not apply to dwarven clerics using priest items.",
					"In melee, dwarves add 1 to their dice rolls to hit orcs, half-orcs, goblins, and hobgoblins. When ogres, trolls, ogre magi, giants, or titans attack dwarves, these monsters must subtract 4 from their attack rolls because of the dwarves’ small size and combat ability against these much bigger creatures.",
					"Dwarven infravision enables them to see up to 60 feet in the dark.",
					"Dwarves are miners of great skill. While underground, they can detect the following information when within 10 feet of the particular phenomenon (but they can determine their approximate depth below the surface at any time).",
					{
						"type": "table",
						"page": 28,
						"colStyles": [
							"col-1 text-left",
							"col-2 text-left"
						],
						"isStriped": false,
						"rows": [
							[
								"Detect grade or slope in passage",
								"1–5 on {@dice 1d6}"
							],
							[
								"Detect new tunnel/passage construction",
								"1–5 on {@dice 1d6}"
							],
							[
								"Detect sliding/shifting walls or rooms",
								"1–4 on {@dice 1d6}"
							],
							[
								"Detect stonework traps, pits, and deadfalls",
								"1–3 on {@dice 1d6}"
							],
							[
								"Determine approximate depth underground",
								"1–3 on {@dice 1d6}"
							]
						]
					},
					"Note that the dwarf must deliberately try to make these determinations; the information does not simply spring to mind unbidden",
					"Because of their sturdy builds, dwarves add 1 to their initial Constitution scores. Their dour and suspicious natures cause them to subtract 1 from their initial Charisma scores."
					]
				},
				{
					"type": "section",
					"name": "Elves",
					"page": 28,
					"entries": [
						"Elves tend to be somewhat shorter and slimmer chiseled and delicate, and they speak in melodic tones. Although they appear fragile and weak, as a race they are quick and strong. Elves often live to be over 1,200 years old, although long before this time they feel compelled to depart the realms of men and mortals. Where they go is uncertain, but it is an undeniable urge of their race.",
						"Elves are often considered frivolous and aloof. In fact, they are not, although humans often find their personalities impossible to fathom. They concern themselves with natural beauty, dancing and frolicking, playing and singing, unless necessity dictates otherwise. They are not fond of ships or mines, but enjoy growing things and gazing at the open sky. Even though elves tend toward haughtiness and arrogance at times, they regard their friends and associates as equals. They do not make friends easily, but a friend (or enemy) is never forgotten. They prefer to distance themselves from humans, have little love for dwarves, and hate the evil denizens of the woods.",
						"Their humor is clever, as are their songs and poetry. Elves are brave but never foolhardy. They eat sparingly; they drink mead and wine, but seldom to excess. While they find wellwrought jewelry a pleasure to behold, they are not overly interested in money or gain. They find magic and swordplay (or any refined combat art) fascinating. If they have a weakness it lies in these interests.",
						"There are five branches of the elven race; aquatic, gray, high, wood, and dark. Elf player characters are always assumed to be of the most common type — high elves — although a character can be another type of elf with the DM’s permission (but the choice grants no additional powers). To the eye of outsiders, the differences between the groups are mostly cosmetic, but most elves maintain that there are important cultural differences between the various groups. Aquatic elves spend their lives beneath the waves and have adapted to these conditions. Gray elves are considered the most noble and serious-minded of this breed. High elves are the most common. Wood elves are considered to be wild, temperamental, and savage. All others hold that the subterranean dark elves are corrupt and evil, no longer part of the elven community.",
						"A player character elf can be a cleric, fighter, mage, thief, or ranger. In addition, an elf can choose to be a multi-class fighter/mage, fighter/thief, fighter/mage/thief, or mage/thief. (The rules governing these combinations are explained under “Multi-Class and Dual-Class Characters” in Chapter 3: Player Character Classes).",
						"Elves have found it useful to learn the languages of several of the forest’s children, both the good and the bad. As initial languages, an elf can choose common, elf, gnome, halfling, goblin, hobgoblin, orc, and gnoll. The number of languages an elf can learn is limited by his Intelligence (see Table 4) or the proficiency slots he allots to languages (if that optional system is used).",
						"Elven characters have 90% resistance to sleep and all {@i charm}-related spells. (See Chapter 9: Combat for an explanation of magic resistance.) This is in addition to the normal saving throw allowed against a {@i charm} spell.",
						"When employing a bow of any sort other than a crossbow, or when using a short or long sword, elves gain a bonus of +1 to their attack rolls.",
						"An elf can gain a bonus to surprise opponents, but only if the elf is not in metal armor. Even then, the elf must either be alone, or with a party comprised only of elves or halflings (also not in metal armor), or 90 feet or more away from his party (the group of characters he is with) to gain this bonus. If he fulfills these conditions, he moves so silently that opponents suffer a -4 penalty to their surprise die rolls. If the elf must open a door or screen to attack, this penalty is reduced to -2.",
						"Elven infravision enables them to see up to 60 feet in darkness.",
						"Secret doors (those constructed so as to be hard to notice) and concealed doors (those hidden from sight by screens, curtains, or the like) are difficult to hide from elves. Merely passing within 10 feet of a concealed door gives an elven character a one-in-six chance (roll a 1 on 1d6) to notice it. If actively searching for such doors, elven characters have a one-in-three chance (roll a 1 or 2 on 1d6) to find a secret door and a one-in-two chance (roll a 1, 2, or 3 on 1d6) to discover a concealed portal.",
						"As stated previously, elven characters add 1 to their initial Dexterity scores. Likewise, as elves are not as sturdy as humans, they deduct 1 from their initial Constitution scores."
					]
				},
				{
					"type": "section",
					"name": "Gnomes",
					"page": 30,
					"entries": [
						"Kin to dwarves, gnomes are noticeably as they proudly maintain, are also less rotund than dwarves. Their noses, however, are significantly larger. Most gnomes have dark tan or brown skin and white hair. A typical gnome lives for 350 years.",
						"Gnomes have lively and sly senses of humor, especially for practical jokes. They have a great love of living things and finely wrought items, particularly gems and jewelry. Gnomes love all sorts of precious stones and are masters of gem polishing and cutting.",
						"Gnomes prefer to live in areas of rolling, rocky hills, well wooded and uninhabited by humans. Their diminutive stature has made them suspicious of the larger races — humans and elves — although they are not hostile. They are sly and furtive with those they do not know or trust, and somewhat reserved even under the best of circumstances. Dwelling in mines and burrows, they are sympathetic to dwarves, but find their cousins’ aversion to surface dwellers foolish.",
						"A gnome character can elect to be a fighter, a thief, a cleric, or an illusionist. A gnome can have two classes, but not three: fighter/thief, illusionist/thief, etc.",
						"Like their cousins the dwarves, gnomes are highly magic resistant. A gnome player character gains a bonus of +1 for every 31⁄2 points of Constitution score, just as dwarves do (see Table 9). This bonus applies to saving throws against magical wands, staves, rods, and spells.",
						"Gnomes also suffer a 20% chance for failure every time they use any magical item except weapons, armor, shields, illusionist items, and (if the character is a thief) items that duplicate thieving abilities. This check is made each time the gnome attempts to use the device, or, in the case of continuous-use devices, each time the device is activated. Like dwarves, gnomes can sense a cursed item if the device fails to function.",
						"In melee, gnome characters add 1 to their attack rolls to hit kobolds or goblins. When gnolls, bugbears, ogres, trolls, ogre magi, giants, or titans attack gnomes, these monsters must subtract 4 from their attack rolls because of the gnomes’ small size and their combat skills against these much larger creatures.",
						"Gnomish infravision enables them to see up to 60 feet in the dark.",
						"Being tunnelers of exceptional merit, gnomes are able to detect the following within 10 feet (exception: They can determine their approximate depth or direction underground at any time.). They must stop and concentrate for one round to use any of these abilities.",
						{
							"type": "table",
							"page": 30,
							"colStyles": [
								"col-1 text-left",
								"col-2 text-left"
							],
							"isStriped": false,
							"rows": [
								[
									"Detect grade or slope in passage",
									"1–5 on {@dice 1d6}"
								],
								[
									"Detect unsafe walls, ceilings, and floors",
									"1–7 on {@dice 1d10}"
								],
								[
									"Determine approximate depth underground",
									"1–4 on {@dice 1d6}"
								],
								[
									"Determine approximate direction underground",
									"1–3 on {@dice 1d6}"
								]
							]
						},
						"Gnome characters gain a +1 bonus to their Intelligence scores, to reflect their highly inquisitive natures. They suffer a -1 penalty to Wisdom because their curiosity often leads them unknowingly into danger."
					]
				},
				{
					"type": "section",
					"name": "Half-Elves",
					"page": 30,
					"entries": [
						"Half-elves are the most common mixed- race beings. The relationship between elf, human, and half-elf is defined as follows: 1) Anyone with both elven and human ancestors is either a human or a half-elf (elves have only elven ancestors). 2) If there are more human ancestors than elven, the person is human; if there are equal numbers or more elves, the person is half-elven.",
						"Half-elves are usually much like their elven parent in appearance. They are handsome folk, with the good features of each of their races. They mingle freely with either race, being only slightly taller than the average elf (5 feet 6 inches on average) and weighing about 150 pounds. They typically live about 160 years. They do not have all the abilities of the elf, nor do they have the flexibility of unlimited level advancement of the human. Finally, in some of the less-civilized nations, half-elves are viewed with suspicion and superstition.",
						"In general, a half-elf has the curiosity, inventiveness, and ambition of his human ancestors and the refined senses, love of nature, and artistic tastes of his elven ancestors.",
						"Half-elves do not form communities among themselves; rather, they can be found living in both elven and human communities. The reactions of humans and elves to half-elves ranges from intrigued fascination to outright bigotry.",
						"Of all the demihuman races, half-elves have the greatest range of choices in character class. They tend to make good druids and rangers. A half-elf can choose to be a cleric, druid, fighter, ranger, mage, specialist wizard, thief, or bard. In addition, a half-elf can choose from the following multi-class combinations: cleric (or druid)/fighter, cleric (or druid)/fighter/mage, cleric (or druid)/ranger, cleric (or druid)/mage, fighter/mage, fighter/thief, fighter/mage/thief, and mage/thief. The half-elf must abide by the rules for multi-class characters.",
						"Half-elves do not have a language of their own. Their extensive contact with other races enables them to choose any of the following languages (plus any other allowed by the DM): common, elf, gnome, halfling, goblin, hobgoblin, orc, and gnoll. The actual number of languages the character knows is limited by his Intelligence (see Table 4) or by the number of proficiency slots he allots to languages (if that optional system is used).",
						"Half-elven characters have a 30% resistance to sleep and all {@i charm}-related spells.",
						"Half-elven infravision enables them to see up to 60 feet in darkness.",
						"Secret or concealed doors are difficult to hide from halfelves, just as they are from elves. Merely passing within 10 feet of a concealed door (one hidden by obstructing curtains, etc.) gives the half-elven character a one-in-six chance (roll a 1 on 1d6) of spotting it. If the character is actively seeking to discover hidden doors, he has a one-in-three chance (roll a 1 or 2 on 1d6) of spotting a secret door (one constructed to be undetectable) and a one-in-two chance (roll a 1, 2, or 3 on 1d6) of locating a concealed door."
					]
				},
				{
					"type": "section",
					"name": "Halflings",
					"page": 31,
					"entries": [
						"Halflings are short, generally plump people, very much like small humans. Their faces are round and broad and often quite florid. Their hair is typically curly and the tops of their feet are covered with coarse hair. They prefer not to wear shoes whenever possible. Their typical life expectancy is approximately 150 years.",
						"Halflings are sturdy and industrious, generally quiet and peaceful. Overall they prefer the comforts of home to dangerous adventuring. They enjoy good living, rough humor, and homespun stories. Halflings are not forward, but they are observant and conversational if in friendly company. Halflings see wealth only as a means of gaining creature comforts, which they love. Though they are not overly brave or ambitious, they are generally honest and hard working when there is need.",
						"Halfling homes are well-furnished burrows, although most of their work is done on the surface. Elves generally like them in a patronizing sort of way. Dwarves cheerfully tolerate them, thinking halflings somewhat soft and harmless. Gnomes, although they drink more and eat less, like halflings best, feeling them kindred spirits. Because halflings are more open and outgoing than any of these other three, they get along with other races far better.",
						"There are three types of halflings: Hairfeets, Tallfellows, and Stouts. Hairfeets are the most common type, but for player characters, any of the three is acceptable.",
						"A halfling character can choose to be a cleric, fighter, thief, or a multi-class fighter/thief.",
						"Through their contact with other races, halfling characters are allowed to choose initial languages from common, halfling, dwarf, elf, gnome, goblin, and orc, in addition to any other languages the DM allows. The actual number of languages the character knows is limited by his Intelligence (see Table 4) or by the number of proficiency slots he allots to languages (if that optional system is used).",
						"All halfling characters have a high resistance to magical spells, so for every 31⁄2 points of Constitution score, the character gains a +1 bonus on saving throws vs. wands, staves, rods, and spells. These bonuses are summarized on Table 9.",
						"Halflings have a similar resistance to poisons of all sorts, so they gain a Constitution bonus identical to that for saving throws vs. magical attacks when they make saving throws vs. poison (i.e., +1 to +5, depending on Constitution score).",
						"Halflings have a natural talent with slings and thrown weapons. Rock pitching is a favorite sport of many a halfling child. All halflings gain a +1 bonus to their attack rolls when using thrown weapons and slings.",
						"A halfling can gain a bonus to surprise opponents, but only if the halfling is not in metal armor. Even then, the halfling must either be alone, or with a party comprised only of halflings or elves, or 90 feet or more away from his party to gain this bonus. If he fulfills any of these conditions, he causes a -4 penalty to opponents’ surprise rolls. If a door or other screen must be opened, this penalty is reduced to -2.",
						"Depending on their lineage, certain halfling characters have infravision. Any halfling character has a 15% chance to have normal infravision (this means he is pure Stout), out to 60 feet; failing that chance, there is a 25% chance that he has limited infravision (mixed Stout/Tallfellow or Stout/Hairfeets lineage), effective out to 30 feet.",
						"Similarly, halflings with any Stoutish blood can note if a passage is an up or down grade with 75% accuracy (roll a 1, 2, or 3 on 1d4). They can determine direction half the time (roll a 1, 2, or 3 on 1d6). These abilities function only when the character is concentrating on the desired information to the exclusion of all else, and only if the character is pure or partially Stout.",
						"Halfling characters have a penalty of -1 to their initially generated Strength scores, and they gain a bonus of +1 to Dexterity."
					]
				},
				{
					"type": "section",
					"name": "Humans",
					"page": 32,
					"entries": [
						"Although humans are treated as a single race in the AD&D game, they come in all the varieties we know on Earth. A human PC can have whatever racial characteristics the DM allows.",
						"Humans have only one special ability: They can be of any character class and rise to any level in any class. Other PC races have limited choices in these areas.",
						"Humans are also more social and tolerant than most other races, accepting the company of elves, dwarves, and the like with noticeably less complaint.",
						"Because of these abilities and tendencies, humans have become significant powers within the world and often rule empires that other races (because of their racial tendencies) would find difficult to manage."
					]
				},
				{
					"type": "section",
					"name": "Other Characteristics",
					"page": 32,
					"entries": [
						"After you have selected a race, you may want to fill in the details of your character. You are not required to do so, but there are many situations in which this information is vital or useful to role-playing.",
						"The sex and name of your character are up to you. Your character can be of the same sex as yourself or of the opposite sex.",
						"Some people feel it is important to know whether their character is right- or left-handed. Actually, this has no bearing on the play of the game, since all characters are assumed to be reasonably competent with either hand (that doesn’t mean everyone is trained to fight with two weapons). It is easiest to say that your character has the same handedness as you. This will result in the normal ratio of right- to lefthanded people.",
						"On occasion it may be useful to know your character’s height and weight. The best way to determine height and weight is to choose the appropriate numbers, subject to your DM’s approval. If you want a short, pudgy human fighter, you can select an appropriate height and weight. Otherwise, heights and weights can be generated randomly using Table 10. Take the appropriate base score and add the dice roll modifier. As with all tables, this can create some ridiculous results (one of the problems with randomness) and, at the same time, cannot account for the full variety of mankind (or demihumankind). The table only reproduces a fairly average range for each race. Heights and weights for demihuman races not listed on the table must be decided by your DM.",
						{
							"type": "table",
							"caption": "Table 10: Average Height and Weight",
							"page": 33,
							"colLabels": [
								"",
								"Height in Inches",
								"",
								"Weight in Pounds",
								""
							],
							"colStyles": [
								"col-1 text-left",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"{@b Race}",
									"{@b Base*}",
									"{@b Modifier}",
									"{@b Base*}",
									"{@b Modifier}"
								],
								[
									"Dwarf",
									"43/41",
									"{@dice 1d10}",
									"130/105",
									"{@dice 4d10}"
								],
								[
									"Elf",
									"55/50",
									"{@dice 1d10}",
									"90/70",
									"{@dice 3d10}"
								],
								[
									"Gnome",
									"38/36",
									"{@dice 1d6}",
									"72/68",
									"{@dice 5d4}"
								],
								[
									"Half-elf",
									"60/58",
									"{@dice 2d6}",
									"110/85",
									"{@dice 3d12}"
								],
								[
									"Halfling",
									"32/30",
									"{@dice 2d8}",
									"52/48",
									"{@dice 5d4}"
								],
								[
									"Human",
									"60/59",
									"{@dice 2d10}",
									"140/100",
									"{@dice 6d10}"
								]
							],
							"footnotes": [
								"* Females tend to be lighter and shorter than males. Thus, the base numbers for height and weight are divided into male/female values. Note that the modifier still allows for a broad range in each category"
							]
						},
						{
							"type": "inset",
							"page": 32,
							"entries": [
								"The tallest man on record stood 8 feet 11.1 inches, while the tallest woman was 8 feet 1.25 inches. The shortest man was only 26.5 inches tall and the shortest woman bettered this at only 24 inches in height. While the lightest humans are also among the shortest, the heaviest man weighed an estimated 1,400 pounds and stood only 6 feet 1 inch. The heaviest woman is thought to have weighed 880 pounds. Obviously, these figures indicate that there is a great deal of variety possible for player characters."
							]
						},
						"Players may also want to know their characters’ starting ages. Human characters can start at any age that is agreeable to both the player and the DM. However, all beginning adventurers are assumed to be at least 16 years old, since they must grow physically, emotionally, and in practical experience before they are ready to undertake the rigors of an adventuring life. Table 11 can be used to give a starting age (add the variable die roll to the base starting age to get the character’s starting age) and the possible life span of a character, assuming a quiet and peaceful life. Humans are also included on this list in case you want to determine their ages randomly. The maximum age for a character should be secretly determined and recorded by the DM. Player characters may have an idea of how long they expect to live, but do not know their true allotted life span.",
						{
							"type": "table",
							"caption": "Table 11: Age",
							"page": 33,
							"colLabels": [
								"",
								"Starting Age",
								"",
								"Maximum Age Range"
							],
							"colStyles": [
								"col-1 text-left",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"{@b Race}",
									"{@b Base Age}",
									"{@b Variable}",
									"{@b (Base + Variable)}"
								],
								[
									"Dwarf",
									"40",
									"{@dice 5d6}",
									"{@dice 250+2d100}"
								],
								[
									"Elf",
									"100",
									"{@dice 5d6}",
									"{@dice 350+4d100}*"
								],
								[
									"Gnome",
									"60",
									"{@dice 3d12}",
									"{@dice 200+3d100}"
								],
								[
									"Half-elf",
									"15",
									"{@dice 1d6}",
									"{@dice 125+3d20}"
								],
								[
									"Halfling",
									"20",
									"{@dice 3d4}",
									"{@dice 100+1d100}"
								],
								[
									"Human",
									"15",
									"{@dice 1d4}",
									"{@dice 90+2d20}"
								]
							],
							"footnotes": [
								"* Upon attaining this age, an elf does not die. Rather he feels compelled to migrate to some mysterious, other land, departing the world of men."
							]
						},
						"As a character ages, his ability scores are affected. Upon reaching one-half of his base maximum age (45 for a human), the character loses 1 point of Strength (or half of his exceptional Strength rating) and 1 point of Constitution, but gains 1 point each of Intelligence and Wisdom. At twothirds of his base maximum age (60 for a human), the character loses 2 more points of Strength (or all his exceptional 32 Chapter 2Strength and 1 point more), 2 points of Dexterity, and 1 more point of Constitution, but he gains 1 point of Wisdom. Upon reaching the base maximum age, the character loses 1 more point from each of Strength, Dexterity, and Constitution, while gaining 1 more point in both Intelligence and Wisdom. All aging adjustments are cumulative. See Table 12 for a summary of these effects.",
						{
							"type": "table",
							"caption": "Table 12: Aging Effects",
							"page": 33,
							"colLabels": [
								"",
								"Middle Age*",
								"Old Age**",
								"Venerable***"
							],
							"colStyles": [
								"col-1 text-left",
								"col-1 text-center",
								"col-1 text-center",
								"col-1 text-center"
							],
							"rows": [
								[
									"{@b Race}",
									"{@b (1⁄2 Base Max.)}",
									"{@b (2⁄3 Base Max.)}",
									"{@b (Base Max.)}"
								],
								[
									"Dwarf",
									"125 years",
									"167 years",
									"250 years"
								],
								[
									"Elf",
									"175 years",
									"233 years",
									"350 years"
								],
								[
									"Gnome",
									"100 years",
									"133 years",
									"200 years"
								],
								[
									"Half-elf",
									"62 years",
									"83 years",
									"125 years"
								],
								[
									"Halfling",
									"50 years",
									"67 years",
									"100 years"
								],
								[
									"Human",
									"45 years",
									"60 years",
									"90 years"
								]
							],
							"footnotes": [
								"* -1 Str/Con; +1 Int/Wis",
								"** -2 Str/Dex, -1 Con; +1 Wis",
								"*** -1 Str/Dex/Con; +1 Int/Wis"
							]
						},
						{
							"type": "inset",
							"page": 33,
							"entries": [
								"Although many people have claimed to live to great ages, the oldest human of verifiable age was 113 years old in 1988 and still alive at the time of this writing!"
							]
						},
						"There may be times when a magical device or spell adds years to or subtracts years from a player character’s life. This magical aging can have two different effects. Some magical aging physically affects the character. For example, a haste spell ages those it affects by one year. This aging is added directly to the player character’s current age. He physically acquires the appearance of himself one year older (a few more wrinkles, etc.). Characters who increase in age from magical effects do not gain the benefits of increased Wisdom and Intelligence— these are a function of the passage of game time—but the character does suffer the physical losses to Strength, Dexterity, and Constitution associated with aging. These are breakdowns of the body’s systems. Physical age can also be removed in the same manner. Some potions give years back to the character. In this case, the physical appearance of the character is restored. The character can regain lost vigor (Str, Dex, and Con) as his body is renewed but he does not lose any of the benefits of aging (Wis and Int).",
						"Magical aging can also work to increase or decrease the life span of the character. In such a case, the actual age of the character is unaffected. All adjustments are made by the DM to the character’s maximum age (which only the DM knows). For example, a human finds a magical fountain that bestows great longevity (10 to 60 years more). The DM has already determined the human will naturally live to 103 years (base 90 + 2d20, in this case 13). The water of the fountain bestows 40 more years so that, unless the character meets a violent end, he will live to 143 years. He still suffers the effects of aging at the usual ages (45, 60, and 90 years, respectively), but the period in which he would be considered a venerable elder of his people is extended for 40 years.",
						"There are a number of other personal characteristics your character has—hair and eye color, body shape, voice, noticeable features, and general personality. There are no tables for these things, nor should there be. Your job, as a player, is to add these details, thereby creating the type of character you want. You probably know some from the start (do you want to play a towering, robust warrior, or a slim, unassuming swordsman?); others, especially your character’s personality, will grow and take form as you play. Remember, you are an actor and your character is your role!"
					]
				}

			]
		},
		{
			"type": "section",
			"name": "Player Character Classes",
			"page": 34,
			"entries": [
				"After choosing your character’s race, you select his character class. A character class is like a profession or career. It is what your character has worked and trained at during his younger years. If you wanted to become a doctor, you could not walk out the door and begin work immediately. First you would have to get some training. The same is true of character classes in the AD&D game. Your character is assumed to have some previous training and guidance before beginning his adventuring career. Now, armed with a little knowledge, your character is ready to make his name and fortune.",
				"The character classes are divided into four groups according to general occupations: warrior, wizard, priest, and rogue. Within each group are several similar character classes. All classes within a group share the same Hit Dice, as well as combat and saving throw progressions. Each character class within a group has different special powers and abilities that are available only to that class. Each player must select a group for his character, then a specific class within that group.",
				{
					"type": "table",
					"page": 34,
					"colLabels": [
						"Warrior",
						"Wizard",
						"Priest",
						"Rogue"
					],
					"colStyles": [
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left",
						"col-1 text-left"
					],
					"isStriped": false,
					"rows": [
						[
							"Fighter",
							"Mage",
							"Cleric",
							"Thief"
						],
						[
							"{@i Ranger}",
							"{@i Illusionist}",
							"{@i Druid}",
							"{@i Bard}"
						],
						[
							"{@i Paladin}",
							"{@i Other}",
							"{@i Other}"
						]
					]
				},
				"Fighter, mage, cleric, and thief are the standard classes. They are historical and legendary archetypes that are common to many different cultures. Thus, they are appropriate to any sort of AD&D game campaign. All of the other classes are optional. Your DM may decide that one or more of the optional classes are not appropriate to his campaign setting. Check with your DM before selecting an optional character class.",
				"To help you choose your character’s class, each group and its subordinate classes are described briefly. The groups and classes are described in detail later in this chapter.",
				"{@b Warrior:} There are three different classes within the warrior group: fighter, paladin, and ranger. All are well-trained in the use of weapons and skilled in the martial arts.",
				"The {@i fighter} is a champion, swordsman, soldier, and brawler. He lives or dies by his knowledge of weapons and tactics. Fighters can be found at the front of any battle, contesting toe-to-toe with monsters and villains. A good fighter needs to be strong and healthy if he hopes to survive.",
				"The {@i paladin} is a warrior bold and pure, the exemplar of everything good and true. Like the fighter, the paladin is a man of combat. However, the paladin lives for the ideals of righteousness, justice, honesty, piety, and chivalry. He strives to be a living example of these virtues so that others might learn from him as well as gain by his actions.",
				"The {@i ranger} is a warrior and a woodsman. He is skilled with weapons and is knowledgeable in tracking and woodcraft. The ranger often protects and guides lost travelers and honest peasant-folk. A ranger needs to be strong and wise to the ways of nature to live a full life.",
				"{@b Wizard:} The wizard strives to be a master of magical energies, shaping them and casting them as spells. To do so, he studies strange tongues and obscure facts and devotes much of his time to magical research.",
				"A wizard must rely on knowledge and wit to survive. Wizards are rarely seen adventuring without a retinue of fighters and men-at-arms.",
				"Because there are different types (or schools) of magic, there are different types of wizards. The {@i mage} studies all types of magic and learns a wide variety of spells. His broad range makes him well suited to the demands of adventuring. The {@i illusionist} is an example of how a wizard can specialize in a particular school of magic, illusion in this case.",
				"{@b Priest:} A priest sees to the spiritual needs of a community or location. Two types of priests—clerics and druids—are described in the {@i Player’s Handbook}. Other types can be created by the DM to suit specific campaigns.",
				"The {@i cleric} is a generic priest (of any mythos) who tends to the needs of a community. He is both protector and healer. He is not purely defensive, however. When evil threatens, the cleric is well-suited to seek it out on its own ground and destroy it.",
				"The {@i druid} class is optional; it is an example of how the priest can be adapted to a certain type of setting. The druid serves the cause of nature and neutrality; the wilderness is his community. He uses his special powers to protect it and to preserve balance in the world.",
				"{@b Rogue:} The rogue can be found throughout the world, wherever people gather and money changes hands. While many rogues are motivated only by a desire to amass fortune in the easiest way possible, some rogues have noble aims; they use their skills to correct injustice, spread good will, or contribute to the success of an adventuring group.",
				"There are two types of rogues: thieves and bards.",
				"To accomplish his goals, for good or ill, the {@i thief} is a skilled pilferer. Cunning, nimbleness, and stealth are his hallmarks. Whether he turns his talent against innocent passers-by and wealthy merchants or oppressors and monsters is a choice for the thief to make.",
				"The {@i bard} is also a rogue, but he is very different from the thief. His strength is his pleasant and charming personality. With it and his wits he makes his way through the world. A bard is a talented musician and a walking storehouse of gossip, tall tales, and lore. He learns a little bit about everything that crosses his path; he is a jack-of-all-trades but master of none. While many bards are scoundrels, their stories and songs are welcome almost everywhere.",
				{
					"type": "entries",
					"name": "Class Ability Score Requirements",
					"page": 35,
					"entries": [
						"Each of the character classes has minimum scores in various abilities. A character must satisfy these minimums to be of that class. If your character’s scores are too low for him to belong to any character class, ask your DM for permission to reroll one or more of your ability scores or to create an entirely new character. If you desperately want your character to belong to a particular class but have scores that are too low, your DM might allow you to increase these scores to the minimum needed. However, you must ask him first. Don’t count on the DM allowing you to raise a score above 16 in any case.",
						{
							"type": "table",
							"caption": "Table 13: Class Ability Minimums",
							"page": 35,
							"colLabels": [
								"Character Class",
								"Str",
								"Dex",
								"Con",
								"Int",
								"Wis",
								"Cha"
							],
							"colStyles": [
								"col- text-left",
								"col- text-center",
								"col- text-center",
								"col- text-center",
								"col- text-center",
								"col- text-center",
								"col- text-center",
								"col- text-center"
							],
							"rows": [
								[
									"Fighter",
									"9",
									"—",
									"—",
									"—",
									"—",
									"—"
								],
								[
									"Paladin*",
									"12",
									"—",
									"9",
									"—",
									"13",
									"17"
								],
								[
									"Ranger*",
									"13",
									"13",
									"14",
									"—",
									"14",
									"—"
								],
								[
									"Mage",
									"—",
									"—",
									"—",
									"9",
									"—",
									"—"
								],
								[
									"Specialist*",
									"Var",
									"Var",
									"Var",
									"Var",
									"Var",
									"Var"
								],
								[
									"Cleric",
									"—",
									"—",
									"—",
									"—",
									"9",
									"—"
								],
								[
									"Druid*",
									"—",
									"—",
									"—",
									"—",
									"12",
									"15"
								],
								[
									"Thief",
									"—",
									"9",
									"—",
									"—",
									"—",
									"—"
								],
								[
									"Bard*",
									"—",
									"12",
									"—",
									"13",
									"—",
									"15"
								]
							],
							"footnotes": [
								"* Optional character class. Specialist includes illusionist."
							]
						},
						"",
						"",
						"{@b Experience Points}",
						"",
						"{@b Level}",
						"{@b Prime Requesite}"
						
					]
				},
				{
					"type": "section",
					"name": "Warrior",
					"page": 36,
					"entries": [
						""
					]
				},{
					"type": "section",
					"name": "Wizard",
					"page": 42,
					"entries": [
						""
					]
				},{
					"type": "section",
					"name": "Priest",
					"page": 47,
					"entries": [
						""
					]
				},{
					"type": "section",
					"name": "Rogue",
					"page": 54,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Multi-Class and Dual-Class Characters",
					"page": 61,
					"entries": [
						""
					]
				}

			]
		},
		{
			"type": "section",
			"name": "Alignment",
			"page": 64,
			"entries": [
				"",
				"",
				"",
				{
					"type": "section",
					"name": "Law, Neutrality, and Chaos",
					"page": 64,
					"entries": [
						""
					]
				},{
					"type": "section",
					"name": "Good, Neutrality, and Evil",
					"page": 64,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Alignment Combinations",
					"page": 65,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Playing the Character's Alignment",
					"page": 66,
					"entries": [
						""
					]
				},
				{
					"type": "section",
					"name": "Changing Alignment",
					"page": 69,
					"entries": [
						""
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Proficiencies (Optional)",
			"page": 70,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Money and Equipment",
			"page": 89,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Magic",
			"page": 107,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Experience",
			"page": 117,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Combat",
			"page": 119,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Treasure",
			"page": 143,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Encounters",
			"page": 147,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "NPCs",
			"page": 151,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Vision and Light",
			"page": 155,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Time and Movement",
			"page": 157,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Spell Lists",
			"page": 164,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Notes on Spells",
			"page": 168,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Wizard Spells",
			"page": 170,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Priest Spells",
			"page": 252,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Wizard Spells by School",
			"page": 300,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Priest Spells by Sphere",
			"page": 302,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Spell Index",
			"page": 304,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Compiled Tables",
			"page": 308,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "Index",
			"page": 314,
			"entries": [
				""
			]
		}
	]

}